{"id":18287,"date":"2010-07-23T16:46:05","date_gmt":"2010-07-23T20:46:05","guid":{"rendered":"https:\/\/drhyman.com\/?p=1737"},"modified":"2019-11-22T20:43:54","modified_gmt":"2019-11-23T01:43:54","slug":"is-hidden-fungus-making-you-ill","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/","title":{"rendered":"Is Hidden Fungus Making You Ill?"},"content":{"rendered":"<p>A HIDDEN FUNGUS MAY BE MAKING YOU ILL. A 35-year-old recently walked into my office suffering from a whole list of health problems (which is why I often call myself a &#8220;whole-listic doctor&#8221;). She had chronic fatigue, recurrent yeast vaginal infections, itchy ears, dandruff, patchy itchy skin rashes, irritable bowel syndrome, muscle twitching, acne rosacea, malabsorption, <a href=\"https:\/\/drhyman.com\/blog\/conditions\/how-to-end-migraines\/\">headaches<\/a>, and more.<\/p>\n<p>These symptoms can have multiple causes, but in her case all of these problems were related. They were symptoms of an overgrowth of yeast in and on her body. This patient had such a fungus problem that she was practically a walking mushroom!<\/p>\n<p>The cause was clear. She had taken many, many courses of antibiotic over the years. She had been diagnosed with a mostly benign condition called mitral valve prolapse-a problem I believe is over diagnosed and over treated-and &#8220;needed&#8221; antibiotics every time she went to the dentist. In addition, she had many urinary tract infections for which she took many more courses of antibiotics.<\/p>\n<p>Frequent use of antibiotics disrupts the normal balance between healthy bugs in the gut (lactobacillus, bifidobacter, e. coli) and other potentially dangerous bugs, including yeasts, bacteria, and occasionally parasites. These bad bugs are usually present in small numbers in the digestive system. But when the good bugs are killed by antibiotics (<a href=\"http:\/\/jmedicalcasereports.com\/content\/4\/1\/111\">i<\/a>) or not fed with adequate <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/20\/flax-flash\/\">fiber<\/a>, or the bad guys are fueled with too much sugar, or the gut&#8217;s delicate ecosystem (<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15253677\">ii<\/a>) is damaged by too much stress, then yeasts and other noxious agents take over.<\/p>\n<p>This can result in many chronic illnesses and symptoms including <a href=\"https:\/\/drhyman.com\/blog\/conditions-tags\/food-allergies\/\">allergies<\/a>, chronic <a href=\"https:\/\/drhyman.com\/topic\/inflammation\/\">inflammation<\/a>, joint problems, mood and brain disorders, digestive symptoms, and more.<\/p>\n<p>In today&#8217;s problem I will explain why yeast overgrowth is such a common problem, why conventional medicine tends to overlook it, and provide you with a comprehensive plan to reduce and remove yeast and rebalance your gut&#8217;s delicate ecosystem, which sits at the center of your health.<\/p>\n<p><strong>Yeast: A Common But Often Unrecognized Problem<\/strong><\/p>\n<p>Yeast overgrowth is quite common, but many people don&#8217;t know they have it and conventional doctors tend to ignore it.  In medical school, we are taught that you either have a disease or you don&#8217;t. It&#8217;s black and white. However, our bodies weren&#8217;t designed with an &#8220;on&#8221; or &#8220;off&#8221; switch for disease. All diseases occur in shades of gray along a continuum of imbalance along spectrum of disease.<\/p>\n<blockquote><p>Many tests we use for diagnosis of yeast problems are not definitive or foolproof. Some can be helpful if they come out positive but don&#8217;t rule yeast out if they&#8217;re negative.<\/p><\/blockquote>\n<p>Medical students learn about fungal and yeast problems, but only in a limited way. They know that AIDS patients have severe yeast and fungal infections and need long-term anti-fungal treatment. People with diabetes tend to grow yeast because yeast likes sugar. Babies get thrush and need antifungal treatment. Women get vaginal Candida yeast infections. All of these are well-accepted and treatable problems. Unfortunately more subtle problems related to yeast are usually ignored and not linked to patient&#8217;s complaints. If a subject is not taught in medical school, it is assumed not to be real. Medical history proves this is a dangerous assumption.<\/p>\n<p>On the other hand, many alternative practitioners over diagnose yeast problems. However, there are many people who do have yeast problems, and most of them don&#8217;t know it.<\/p>\n<p>There is not enough research on this topic. But the collective intelligence of many doctors working in this field for decades with thousands of patients has helped us learn how to appropriately diagnose and treat this often misdiagnosed problem.<\/p>\n<p>We know that yeast overgrowth can be triggered by a number of things. These include a high-sugar, high-fat, low-fiber diet, impaired immunity, use of drugs like antibiotics, birth control pills, estrogen, and steroids like prednisone, and <a href=\"https:\/\/drhyman.com\/topic\/stress\/\">psychological stress<\/a>.<\/p>\n<p>Although symptoms of yeast overgrowth are similar to those of many other conditions, you may have a yeast problem if you have these problems (iii):<\/p>\n<p><em>General Symptoms<\/em><\/p>\n<ul>\n<li>Chronic fatigue<\/li>\n<li>Loss of energy<\/li>\n<li>General malaise<\/li>\n<li>Decreased libido<\/li>\n<\/ul>\n<p><em>Gastrointestinal Symptoms<\/em><\/p>\n<ul>\n<li>Thrush<\/li>\n<li>Bloating and gas<\/li>\n<li>Intestinal cramps<\/li>\n<li>Rectal itching<\/li>\n<li>Altered bowel function such as diarrhea (<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11574923\">iv<\/a>) or constipation<\/li>\n<\/ul>\n<p><em>Genitourinary Symptoms<\/em><\/p>\n<ul>\n<li>Yeast infections<\/li>\n<li>Frequent bladder infections<\/li>\n<li>Interstitial cystitis (irritable bladder)<\/li>\n<\/ul>\n<p><em>Hormonal Complaints<\/em><\/p>\n<ul>\n<li>Menstrual irregularities like pain, bleeding, etc.<\/li>\n<li>Premenstrual syndrome<\/li>\n<li>Thyroid dysfunction<\/li>\n<\/ul>\n<p><em>Nervous System Complaints<\/em><\/p>\n<ul>\n<li>Depression<\/li>\n<li>Irritability<\/li>\n<li>Inability to concentrate<\/li>\n<\/ul>\n<p><em>Immune System Complaints<\/em><\/p>\n<ul>\n<li>Allergies<\/li>\n<li>Chemical sensitivities<\/li>\n<li>Low immune function<\/li>\n<\/ul>\n<p><em>Past History<\/em><\/p>\n<ul>\n<li>Chronic yeast infections<\/li>\n<li>Chronic antibiotic use for infections or acne<\/li>\n<li>Oral birth control pill usage<\/li>\n<li>Oral steroid hormone usage<\/li>\n<\/ul>\n<p><em>Associated Conditions<\/em><\/p>\n<ul>\n<li>Sensitivity to foods, chemicals, or other allergens<\/li>\n<li>Eczema<\/li>\n<li>Psoriasis<\/li>\n<li>Irritable bowel syndrome<\/li>\n<li>Craving for foods rich in carbohydrates or yeast<\/li>\n<li>Toenail fungus<\/li>\n<\/ul>\n<p>Many tests we use for diagnosis of yeast problems are not definitive or foolproof. It is often a diagnosis that must be made from a patient&#8217;s story, symptoms, and physical findings on examination. Blood antibody levels for yeasts, stool tests, and organic acid urine tests (<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19903265\">v<\/a>) for yeast metabolites can be helpful if they come out positive but don&#8217;t rule yeast out if they&#8217;re negative.<\/p>\n<p>The best method for diagnosis is a good history for risk factors like antibiotic use and symptoms of chronic yeast problems. The symptoms of yeast overgrowth vary from person to person and the response to treatments will vary. Some people may need aggressive treatment, while others many need only simple changes to make a significant difference in their health.<\/p>\n<p>I recommend a systematic approach to yeast overgrowth. Taking the following steps can help overcome this common but under diagnosed ailment.<\/p>\n<p><strong>Overcoming Yeast Overgrowth<\/strong><\/p>\n<p>1. Address predisposing factors. Don&#8217;t take antibiotics, steroids, or hormones unless absolutely medically necessary.<br \/>\n2. Eat a diet that doesn&#8217;t feed yeast in the gut (low sugar and refined carbohydrates, and low mold and yeast in food (see below).<br \/>\n3. Use probiotics to repopulate the gut with healthy bacteria<br \/>\n4. Take antifungal herbs and medications when indicated<br \/>\n5. Identify potential environmental toxic fungi and molds in your home or workplace<br \/>\n6. Reduce stress.<\/p>\n<p><strong>The Yeast Control Eating Program<\/strong><\/p>\n<p>A simple five-day elimination of yeast and molds in your diet, followed by a challenge or binge of yeasty foods will often relieve and then trigger your symptoms. This can be a good diagnostic tool to see if a long-term yeast control diet would be helpful for you. Remember, different people with different sensitivities may require varying degrees of dietary restrictions. Often, the process of healing requires listening to your body and its signals and sensitivities. Nowhere is this better illustrated than in the management of yeast problems. Follow these guidelines as the first step to assess your yeast problem:<\/p>\n<ul>\n<li>Eliminate all yeast promoting or yeasty and moldy substances from your diet.<\/li>\n<li>Try to be totally strict during this time to get the best results.<\/li>\n<li>Keep a food diary and track what you are eating. You should try to vary your meals and make sure you are not eating a lot of any one food.<\/li>\n<li>Avoid the test foods for five full days.<\/li>\n<li>On the sixth day, eat large amounts of the foods you have been avoiding and monitor your reaction. If you get a recurrence of symptoms, you have identified your problem. If not, then yeast may not be a problem.<\/li>\n<li>Remember that sometimes a dietary change may not reduce the yeast overgrowth enough to resolve your symptoms. Then you may need to proceed to the next steps &#8212; medication or non-prescription treatments.<\/li>\n<li>If you feel great off the yeasty foods, you might not want to do the challenge. It could make you feel very ill. Continue to follow a yeast control eating program for at least 3 months and continue with the other recommendations here.<\/li>\n<\/ul>\n<p><strong>Additional Steps You Can Take to Reduce or Control Yeast Overgrowth<\/strong><\/p>\n<p>Often, I find that patients need extra help and should take antifungal herbs, medications, and probiotics.<\/p>\n<p><em>Probiotics<\/em><\/p>\n<p>Take at least 10 to 20 billion live organisms a day of lactobacillus and bifidobacter species. (<a href=\"http:\/\/\">vi<\/a>) A special &#8220;yeast against yeast&#8221; probiotic called saccharomyces boulardii (<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19706150\">vii<\/a>) can be very safe and effective in controlling yeast.<\/p>\n<p><em>Non-prescription Anti-fungals<\/em><\/p>\n<p>Using antifungal therapies such as herbs and other naturally occurring compounds can be very helpful in controlling yeast. The dose for all of the following herbal remedies is generally two pills with meals, three times a day for two to three months. You might need less or more based on your response and symptoms. Sometimes these remedies can be combined for better effect. To find the right combinations and doses for you and identify quality products, consult with a qualified practitioner trained in functional medicine (<a href=\"http:\/\/\">www.functionalmedicine.org<\/a>) Some of the best antifungal compounds include the following:<\/p>\n<ul>\n<li>Oregano &#8212; Oil of oregano has many antibacterial and antifungal properties.*<\/li>\n<li>Garlic &#8212; Fresh, crushed garlic is a potent antimicrobial and immune booster.<\/li>\n<li>Citrus seed extract &#8212; The phytochemicals in citrus seeds have been found to have potent antimicrobial properties.<\/li>\n<li>Berberine &#8212; This potent yellow plant extract comes from goldenseal and barberry<\/li>\n<li>Tannins &#8212; These are the astringent compounds found in tea and the bark of trees.<\/li>\n<li>Undecylenate &#8212; This chemical compound is a potent antifungal.<\/li>\n<li>Isatis tinctoria &#8212; This Chinese herb can be a useful adjunct to treating intestinal imbalances.<\/li>\n<li>Caprylic acid &#8212; This is another useful compound for treating yeast.<\/li>\n<\/ul>\n<p><em>Antifungal Medications<\/em><\/p>\n<p>Sometimes, nutrition and supplements just aren&#8217;t enough to clear up stubborn yeast overgrowth. That&#8217;s where prescription medications can help. (<a href=\"http:\/\/\">viii<\/a>) They&#8217;re often needed to treat more resistant cases of yeast for either the short or long term &#8212; and in some cases can be miraculous in their results.<\/p>\n<p>Nystatin is the most common antifungal drug and is often used to treat thrush in babies. It is not absorbed by the intestinal tract and has no systemic effects. Unfortunately, many fungal organisms are resistant to nystatin and you may need stronger medications. I say &#8220;unfortunately&#8221; because these drugs are generally processed by the liver and occasionally can cause reversible elevation of liver function tests. They also may have serious interactions with other medications.<\/p>\n<p>People with liver or heart diseases often cannot take these drugs. If you do take Diflucan, Sporonox or Lamasil, you have to have your liver function checked every six weeks. For all of these reasons, you should only take prescription antifungals under the supervision of an experienced and qualified practitioner. These medications can often be life-saving treatments for many conditions unresponsive to conventional treatments.<\/p>\n<p>Killing off yeast is a good thing. However you should be aware that in some people the dead yeast release enough byproducts to cause a &#8220;die off&#8221; reaction that may make you feel worse before you feel better. This reaction goes away may take up to a week to completely resolve. You can minimize its effects by following the yeast control eating program for a week or so before you start taking any antifungal preparations.<\/p>\n<p>I also recommend taking two to three activated charcoal capsules every four to six hours during the day. Taking a soluble fiber supplement that contains guar gum, alginates, psyllium seed, or pectin to bind to yeast toxins before bed can also be helpful in reducing the &#8220;die off&#8221; reaction.<\/p>\n<p>Now you know that fungi, yeasts, and mold can make you sick &#8212; but there&#8217;s good news, too. You can treat the problem. I hope you&#8217;ll use the tools I&#8217;ve given you in this blog to start getting well and feeling healthy now.<\/p>\n<p>Now I&#8217;d like to hear from you&#8230;<\/p>\n<p>Do you suffer from the symptoms described here? Have you been diagnosed with yeast overgrowth?<\/p>\n<p>How do certain foods seem to affect your symptoms?<\/p>\n<p>Are you seeing a doctor for yeast problems?<\/p>\n<p>What&#8217;s been your experience in dealing with and treating yeast?<\/p>\n<p>*If you are taking blood thinning drugs, do not take oil of oregano without speaking to your physician.<\/p>\n<p><strong>References<\/strong><\/p>\n<p>(i) Kourbeti, I.S., Alegakis, D.E., Maraki, S., and G. Samonis. (2010). Impact of prolonged treatment with high-dose ciprofloxacin on human gut flora: A case report. J Med Case Reports. 4: 111.<\/p>\n<p>(ii) Hawrelak, J.A. and S.P. Myers. (2004). The causes of intestinal dysbiosis: A review. Altern Med Rev. 9(2): 180-97. Review.<\/p>\n<p>(iii) Pizzorno and Murray. 1999. Textbook of Natural Medicine. Churchill Livingstone.<\/p>\n<p>(iv) Krause, R., Schwab, E., Bachhiesl, D., et al.(2001). Role of Candida in antibiotic-associated diarrhea. J Infect Dis. 184(8): 1065-9.<\/p>\n<p>(v) Tana, C., Umesaki, Y., Imaoka, A., et al. (2010). Altered profiles of intestinal microbiota and organic acids may be the origin of symptoms in irritable bowel syndrome. Neurogastroenterol Motil. 22(5): 512-9.<\/p>\n<p>(vi) Hatakka, K., Ahola, A.J., Yli-Knuuttila, H., et al. (2007). Probiotics reduce the prevalence of oral candida in the elderly&#8211;a randomized controlled trial. J Dent Res. 86(2): 125-30.<\/p>\n<p>(vii) Pothoulakis, C. (2009). Review article: anti-inflammatory mechanisms of action of Saccharomyces boulardii. Aliment Pharmacol Ther. 30(8): 826-33. Epub 2008 Jul 23. Review.<\/p>\n<p>(viii) Rimek, D., Redetzke, K., and R. Kappe. (2006). Impact of antifungal prophylaxis on the gastrointestinal yeast colonisation in patients with haematological malignancies. Mycoses. 49 Suppl (2):18-23.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A HIDDEN FUNGUS MAY BE MAKING YOU ILL. A 35-year-old recently walked into my office suffering from a whole list of health problems (which is why I often call myself [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11572,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[2174,1659,1738,133,1707,1664,1669,1673,1649,1743,1748,1717,1678],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Is Hidden Fungus Making You Ill? - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Is Hidden Fungus Making You Ill? - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"A HIDDEN FUNGUS MAY BE MAKING YOU ILL. A 35-year-old recently walked into my office suffering from a whole list of health problems (which is why I often call myself [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2010-07-23T20:46:05+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-11-23T01:43:54+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/07\/self-assessment-300x1991.png\" \/>\n\t<meta property=\"og:image:width\" content=\"300\" \/>\n\t<meta property=\"og:image:height\" content=\"199\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Is Hidden Fungus Making You Ill?\",\"datePublished\":\"2010-07-23T20:46:05+00:00\",\"dateModified\":\"2019-11-23T01:43:54+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\"},\"wordCount\":2144,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Health Conditions\",\"Diet &amp; Nutrition\",\"Stress\",\"Autoimmune Disorders\",\"Inflammation\",\"Energy\",\"Fatigue\",\"Food Allergies\",\"Depression\",\"Supplements\",\"Toxicity\",\"Migraine &amp; Headaches\",\"Gastrointestinal Disorders\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\",\"name\":\"Is Hidden Fungus Making You Ill? - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2010-07-23T20:46:05+00:00\",\"dateModified\":\"2019-11-23T01:43:54+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Is Hidden Fungus Making You Ill?\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Is Hidden Fungus Making You Ill? - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/","og_locale":"en_US","og_type":"article","og_title":"Is Hidden Fungus Making You Ill? - Dr. Mark Hyman","og_description":"A HIDDEN FUNGUS MAY BE MAKING YOU ILL. A 35-year-old recently walked into my office suffering from a whole list of health problems (which is why I often call myself [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2010-07-23T20:46:05+00:00","article_modified_time":"2019-11-23T01:43:54+00:00","og_image":[{"width":"300","height":"199","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/07\/self-assessment-300x1991.png","type":"image\/png"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Is Hidden Fungus Making You Ill?","datePublished":"2010-07-23T20:46:05+00:00","dateModified":"2019-11-23T01:43:54+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/"},"wordCount":2144,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Health Conditions","Diet &amp; Nutrition","Stress","Autoimmune Disorders","Inflammation","Energy","Fatigue","Food Allergies","Depression","Supplements","Toxicity","Migraine &amp; Headaches","Gastrointestinal Disorders"],"articleSection":["Articles"],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/","url":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/","name":"Is Hidden Fungus Making You Ill? - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2010-07-23T20:46:05+00:00","dateModified":"2019-11-23T01:43:54+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2010\/07\/23\/is-hidden-fungus-making-you-ill\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Is Hidden Fungus Making You Ill?"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/07\/self-assessment-300x1991.png","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18287"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=18287"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18287\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/11572"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=18287"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=18287"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=18287"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}