{"id":18307,"date":"2010-09-16T17:28:00","date_gmt":"2010-09-16T21:28:00","guid":{"rendered":"https:\/\/drhyman.com\/?p=2226"},"modified":"2019-12-18T20:02:42","modified_gmt":"2019-12-19T01:02:42","slug":"5-simple-steps-to-cure-ibs-without-drugs","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/","title":{"rendered":"5 Simple Steps to Cure IBS Without Drugs"},"content":{"rendered":"<p>IMAGINE HAVING A CONDITION with symptoms so severe that you can&#8217;t leave the house, yet your doctor calls it a “functional,” or “psychosomatic,” disease &#8212; meaning that it&#8217;s all in your head.<\/p>\n<p>But it&#8217;s a very real problem for the 60 million people &#8212; that&#8217;s 20 percent of Americans &#8212; who have irritable bowel syndrome (IBS). These people are plagued by uncomfortable and often disabling symptoms like bloating, cramps, diarrhea, constipation, and pain.<\/p>\n<p>I have many patients with IBS, some of whom have suffered for decades without relief. Their previous doctors couldn&#8217;t find the cause of the illness, so they were told to just get more fiber or take Metamucil, or were prescribed sedatives, anti-spasm drugs, or <a href=\"https:\/\/drhyman.com\/blog\/conditions\/why-antidepressants-dont-work-for-treating-depression\/\">antidepressants<\/a>.<\/p>\n<p>That is NOT the answer. Most of those treatments don’t work, because they don’t address the underlying causes of why your digestion is not working. Emerging research has helped identify the underlying causes. For over 15 years I have been successfully treating irritable bowel syndrome and other digestive conditions using a very simple methodology based on functional medicine that helps identify and remove the underlying causes and restores normal digestive function and health.<\/p>\n<p>Today, I am going to share 5 steps you can follow to cure IBS. But first I want to tell you about a patient of mine …<\/p>\n<p><strong>Alexis and Her Lifelong Irritable Bowel<\/strong><\/p>\n<p>At age 45, Alexis had suffered from IBS for 33 years &#8212; almost all her life! Her major symptom was sudden, painful, cramping diarrhea. She was doing the best she could to prevent it. She didn&#8217;t consume dairy, didn&#8217;t drink or smoke, and took Citracel every day. Yet nothing helped.<\/p>\n<p>She would go to the bathroom 4 to 5 times before she even left the house in the morning. And she couldn&#8217;t go out of the house at all without knowing where all the closest bathrooms would be in case she had what she called &#8220;s&#8212; attacks.&#8221; That wasn&#8217;t Alexis&#8217; only problem … She also felt full and bloated after every meal, which starchy foods made worse.<\/p>\n<p>She had taken many antibiotics over the years and had many <a href=\"https:\/\/drhyman.com\/blog\/conditions\/is-hidden-fungus-making-you-ill\/\">yeast infections<\/a>. An upper endoscopy or scope into her stomach had shown that she had gastritis, or <a href=\"https:\/\/drhyman.com\/topic\/inflammation\/\">inflammation<\/a> of the stomach. She also had severe premenstrual syndrome (PMS), with irregular periods, breast tenderness, sugar cravings, headaches, and agitation. She also had unusual symptoms like rectal itching (often a clue to yeast infections or <a href=\"https:\/\/drhyman.com\/blog\/conditions\/is-your-digestive-system-making-you-sick\/\">food allergies<\/a>). And she was tired all the time.<\/p>\n<p>Alexis tried to eat healthy, but her diet was less than ideal. She had a bran muffin and coffee in the morning and a salad for lunch. But her &#8220;drug of choice&#8221; was sugar &#8212; in the form of cakes, ice cream, Jell-O, diet sodas, and other junk food. Not surprisingly, she was also about 20 pounds overweight.<\/p>\n<p>To help Alexis, I simply identified and treated the UNDERLYING CAUSES of her digestive problems! To understand how I did that, you first have to understand a little bit about how the gut works.<\/p>\n<blockquote><p>These are the two main causes of IBS: Food allergies and overgrowth of bacteria in the small intestine.<\/p><\/blockquote>\n<p><strong>How Gut Imbalances Can Lead to IBS<\/strong><\/p>\n<p>Imagine a tennis court. That is the surface area of your small intestine, where food is absorbed. Your small intestine is also the site of about 60 percent of your <a href=\"https:\/\/drhyman.com\/blog\/2010\/04\/28\/ultrawellness-lesson-2-inflammation-immune-balance\/\">immune system<\/a>. And this sophisticated gut-immune system is just one-cell layer away from a toxic sewer &#8212; all of the bacteria and undigested food particles in your gut.<\/p>\n<p>If that lining breaks down &#8212; from <a href=\"https:\/\/drhyman.com\/blog\/conditions\/stress-tips-calm-your-mind-heal-your-body\/\">stress<\/a>, too many antibiotics or anti-inflammatory drugs like aspirin or Advil, steroids, intestinal infections, a low-fiber, high-sugar diet, alcohol, and more – your immune system will be exposed to foreign particles from food and bacteria and other microbes.  This will trigger and activate immune response, allergy, and will irritate your second brain (the enteric nervous system) creating havoc that leads to an irritable bowel, an irritable brain, and other system wide problems including allergy, arthritis, autoimmunity, mood disorders, and more.<\/p>\n<p>The microbial ecosystem in the gut must be healthy for you to be healthy.  When your gut bacteria are out of balance &#8212; when you have too many pathogenic bacteria and not enough healthy bacteria &#8212; it makes you sick.  You&#8217;ve got about 3 pounds of bacteria &#8212; 500 species &#8212; in your gut. In fact, there is more bacterial DNA in your body than there is human DNA! Among all that gut bacteria, there are good guys, bad guys, and VERY bad guys.<\/p>\n<p>If the bad guys take over &#8212; or if they move into areas that they shouldn&#8217;t (like the small intestine which is normally sterile) &#8212; they can start fermenting the food you digest, particularly sugar or starchy foods.<\/p>\n<p>This is called small bowel bacterial overgrowth, and it&#8217;s a major cause of IBS.<\/p>\n<p>The major symptom it causes is bloating, or a feeling of fullness after meals. What causes this bloating? The overproduction of gas by the bacteria as they have lunch on your lunch!<\/p>\n<p>Small bowel bacterial overgrowth can be diagnosed by a breath test, which measures gas production by the bacteria, or by a urine test that measures the byproducts of the bacteria after they are absorbed into your system.<\/p>\n<p>Bacterial overgrowth is a real syndrome and was recently described in a review paper published in the <em>Journal of the American Medical Association.<\/em>(<a href=\"http:\/\/jama.ama-assn.org\/cgi\/content\/abstract\/292\/7\/852?maxtoshow=&amp;HITS=10&amp;hits=10&amp;RESULTFORMAT=&amp;fulltext=small+bowel+overgrowth&amp;searchid=1&amp;FIRSTINDEX=0&amp;resourcetype=HWCIT\" target=\"_blank\" rel=\"noopener noreferrer\">i<\/a>) The condition can be treated. In fact, a major paper was recently published in the <em>Annals of Internal Medicine<\/em> that showed using a non-absorbed antibiotic called rifaximin for 10 days resulted in a dramatic improvement in bloating and overall symptoms of IBS by clearing out the overgrowth of bacteria.(<a href=\"http:\/\/www.annals.org\/content\/145\/8\/557.abstract\" target=\"_blank\" rel=\"noopener noreferrer\">ii<\/a>) This medication is now under FDA review for approval as a new treatment for irritable bowel syndrome.<\/p>\n<p>That&#8217;s great news for many IBS patients. But, unfortunately, not all patients with the same diagnosis are created equal. There&#8217;s more than one factor that leads to IBS. Another major cause of IBS is food sensitivities. Not true allergies, but low-grade reactions to foods that drive so many chronic symptoms including IBS.<\/p>\n<p>A landmark paper, was recently published in the prestigious British medical journal <em>Gut<\/em> that found eliminating foods identified through delayed food allergy testing (IgG antibodies) resulted in dramatic improvements in IBS symptoms.(<a href=\"http:\/\/gut.bmj.com\/content\/53\/10\/1459.abstract\" target=\"_blank\" rel=\"noopener noreferrer\">iii<\/a>) Another article, an editorial in the <em>American Journal of Gastroenterology,<\/em> stated clearly that we must respect and recognize the role of food allergies and inflammation in IBS.(<a href=\"http:\/\/www.nature.com\/ajg\/journal\/v100\/n7\/abs\/ajg2005275a.html\" target=\"_blank\" rel=\"noopener noreferrer\">iv<\/a>)<\/p>\n<p>So the research tells us that these are the two main causes of irritable bowel &#8212; food allergies and overgrowth of bacteria in the small intestine &#8212; but there may be others, including a lack of digestive enzymes, parasites living in the gut, zinc or <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/20\/magnesium-the-most-powerful-relaxation-mineral-available\/\">magnesium deficiency<\/a>, <a href=\"https:\/\/drhyman.com\/blog\/conditions\/mercury-get-this-poison-out-of-your-body\/\">heavy metal toxicity<\/a>, and more.<\/p>\n<p>And this is precisely why it is so critically important to personalize treatment based on the unique circumstances that exist for each person who suffers from IBS &#8212; the solution is most certainly not one-size-fits-all. But solutions can be found if we look carefully at the underlying causes and treat them.<\/p>\n<p>Which leads me back to Alexis …<\/p>\n<p><strong>How I Helped Alexis Heal from IBS<\/strong><\/p>\n<p>I prescribed Alexis a non-absorbed antibiotic, an antifungal drug for her yeast problem, and had her eliminate the foods to which she was allergic. I believe in treatment that addresses the underlying cause of the problem. If there is a bacterial or yeast infection, then medications are often the best treatments. The key is to effectively treat the cause. If medications do that, then I use them.<\/p>\n<p>Then I gave her supplements of healthy bacteria to normalize her gut and zinc to help with her digestive enzymes (chronic diarrhea can result in zinc deficiency).<\/p>\n<p>I also gave her extra fiber to feed the healthy bacteria, fish oil to reduce gut inflammation, a multivitamin, and herbs to balance her hormones (which are greatly affected by abnormal bacteria).<\/p>\n<div class=\"su-note\"  style=\"border-color:#d4d4d4;\"><div class=\"su-note-inner su-u-clearfix su-u-trim\" style=\"background-color:#eeeeee;border-color:#ffffff;color:#222222;\"><a href=\"https:\/\/store.drhyman.com\/zinc-citrate.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Zinc<\/a>, <a href=\"https:\/\/store.drhyman.com\/magnesium-glycinate-120mg.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Magnesium<\/a>, <a href=\"https:\/\/store.drhyman.com\/vsl3.html?utm_source==blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Probiotics<\/a>, <a href=\"https:\/\/store.drhyman.com\/pgx-daily-singles-15-ct.html?utm_source==blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Fiber<\/a>, <a href=\"https:\/\/store.drhyman.com\/omegagenics-epa-dha-720-60-ct.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Fish Oil<\/a>, <a href=\"https:\/\/store.drhyman.com\/supplements-1\/digestive-enzymes-ultra-180-ct.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Enzymes<\/a>, <a href=\"https:\/\/store.drhyman.com\/glutagenics.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Glutamine<\/a>, <a href=\"https:\/\/store.drhyman.com\/vitamin-a-10-000-iu-s.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Vitamin A<\/a> can be found in my store. It is important to work with a healthcare practitioner, preferably a <a href=\"https:\/\/www.functionalmedicine.org\/practitioner_search.aspx?id=117\" target=\"_blank\" rel=\"noopener noreferrer\">Functional Medicine Practitioner<\/a>, to personalize your health program to your specific needs.<\/div><\/div>\n<p>What happened then may shock some, but I wasn’t surprised. It is the same result I have seen in patient after patient when the principles of functional medicine are applied …<\/p>\n<p>Alexis came back to see me two months later, and she was a different person. Not only did she lose 20 pounds, she had not had a &#8220;s&#8212;- attack&#8221; and was having normal bowel habits for the first time in 33 years! She also had more energy, and her PMS vanished.<\/p>\n<p>She looked and felt 10 years younger and was free of the suffering she had endured for over three decades.<\/p>\n<p>Do you have to suffer like Alexis did? No. We have the science, the understanding, and tools to deal with this chronic problem and the suffering it causes 1 in 5 people. There is no need to wait for any more studies. I have been treating IBS in my practice for over 15 years with dramatic success.<\/p>\n<p>In fact, just recently, one of my patients told me that, for the first time in his life, he didn&#8217;t have any more stomach pains or digestive problems. He had previously been so bad that he had to have a phone installed in his bathroom!<\/p>\n<p>To take advantage of these discoveries today, simply follow these five steps.<\/p>\n<p><strong>5 Steps to Curing IBS<\/strong><\/p>\n<ol>\n<li><strong>Get tested.<\/strong> Try to get a test for IgG food allergies and eliminate the foods that test positive for 12 weeks. Or simply try an allergy elimination diet for a few weeks.<\/li>\n<li><strong>Test yourself<\/strong>. If you can&#8217;t afford the test mentioned above, then just eliminate the most common food allergens for 12 weeks &#8212; that&#8217;s dairy, gluten, yeast, eggs, corn, soy, and peanuts. And then reintroduce them to see if they cause symptoms. This is an effective way to isolate the foods that may be causing you problems. I have created a simple program to follow based on a comprehensive elimination diet called <em><a href=\"https:\/\/drhyman.com\/store\/\">The UltraSimple Diet<\/a>.<\/em><\/li>\n<li><strong>Get rid of the unwanted visitors in your small bowel.<\/strong> Ask your doctor to prescribe rifaximin (Xifaxin) and take two 200 mg tablets three times a day for seven to 10 days. This is often the best way to deal with the chronic bacterial overgrowth that causes bloating and irritable bowel syndrome.  You may also need an anti-fungal such as nystatin or fluconazole for two to four weeks.<\/li>\n<li><strong>Repopulate your <\/strong><strong>digestive tract<\/strong><strong> with good bacteria.<\/strong> I don&#8217;t usually recommend brands, but when it comes to probiotics the quality varies so much that I suggest taking two specific brands. Take one packet of VSL3 <a href=\"https:\/\/store.drhyman.com\/vsl3.html?utm_source=cure%20IBS&amp;utm_medium=blog&amp;utm_campaign=product\">(available on the Dr. Hyman Store)<\/a> or other high potency probiotic twice a day for one to two months. This probiotic has over 450 billion organisms per packet. I also recommend a probiotic called S. boulardii take two capsules twice a day for two months. This is a special probiotic that helps to further normalize gut function.<\/li>\n<li><strong>Try digestive enzymes<\/strong> with meals to help break down food while your gut heals.  You also may benefit from nutrients that help heal the lining of the gut including fish oil, GLA (from evening primrose oil, zinc, vitamin A, glutamine and others.<\/li>\n<\/ol>\n<div class=\"su-note\"  style=\"border-color:#d4d4d4;\"><div class=\"su-note-inner su-u-clearfix su-u-trim\" style=\"background-color:#eeeeee;border-color:#ffffff;color:#222222;\"><a href=\"https:\/\/store.drhyman.com\/zinc-citrate.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Zinc<\/a>, <a href=\"https:\/\/store.drhyman.com\/magnesium-glycinate-120mg.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Magnesium<\/a>, <a href=\"https:\/\/store.drhyman.com\/vsl3.html?utm_source==blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Probiotics<\/a>, <a href=\"https:\/\/store.drhyman.com\/pgx-daily-singles-15-ct.html?utm_source==blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Fiber<\/a>, <a href=\"https:\/\/store.drhyman.com\/omegagenics-epa-dha-720-60-ct.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Fish Oil<\/a>, <a href=\"https:\/\/store.drhyman.com\/supplements-1\/digestive-enzymes-ultra-180-ct.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Enzymes<\/a>, <a href=\"https:\/\/store.drhyman.com\/glutagenics.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Glutamine<\/a>, <a href=\"https:\/\/store.drhyman.com\/vitamin-a-10-000-iu-s.html?utm_source=blog%20to%20store%20link&amp;utm_medium=blog&amp;utm_campaign=5%20Simple%20Steps%20To%20Cure%20IBS%20Without%20Drugs\" target=\"_blank\" rel=\"noopener noreferrer\">Vitamin A<\/a> can be found in my store. It is important to work with a healthcare practitioner, preferably a <a href=\"https:\/\/www.functionalmedicine.org\/practitioner_search.aspx?id=117\" target=\"_blank\" rel=\"noopener noreferrer\">Functional Medicine Practitioner<\/a>, to personalize your health program to your specific needs.<\/div><\/div>\n<p>By taking these steps and seeking out the underlying causes of IBS, you can dramatically improve your health and overcome your digestive disorder.<\/p>\n<p>Please leave your thoughts by adding a comment below—but remember, we can’t offer personal medical advice online, so be sure to limit your comments to those about taking back our health!<\/p>\n<p><strong>References<\/strong><\/p>\n<p>(i) Lin, H. (2004). Small intestinal bacterial overgrowth. <em>The Journal of the American Medical Association.<\/em> 292:852-858.<\/p>\n<p>(ii) Pimenetel, M., Park, S. Mirocha, J. Kane, S., and Y. Kong. (2006). The effect of nonabsorbed oral antibiotics (rifaximin) on the symptoms of irritable bowel syndrome. <em>Annals of Internal Medicine.<\/em> (145)8:557–563.<\/p>\n<p>(iii) Atkinson, W., Sheldon, T.A., Shaath, N., and P.J. Whorwell. (2003). Food elimination based on IgG antibodies in irritable bowel syndrome: A randomized controlled trial. <em>Gut.<\/em> 53:1459–1464<\/p>\n<p>(iv) Shanahan, F. and P.J. Whorwell, M.D. (2005). IgG-mediated food intolerance in irritable bowel syndrome: A real phenomenon or an epiphenomenom? <em>The American Journal of Gastroenterology.<\/em> 100:1558–1559.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>IMAGINE HAVING A CONDITION with symptoms so severe that you can&#8217;t leave the house, yet your doctor calls it a “functional,” or “psychosomatic,” disease &#8212; meaning that it&#8217;s all in [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":35072,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[1659,133,1707,1664,1669,1673,1712,1753,1743,1748,1678,1702,2174],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"IMAGINE HAVING A CONDITION with symptoms so severe that you can&#8217;t leave the house, yet your doctor calls it a “functional,” or “psychosomatic,” disease &#8212; meaning that it&#8217;s all in [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2010-09-16T21:28:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-12-19T01:02:42+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/09\/ibs.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1535\" \/>\n\t<meta property=\"og:image:height\" content=\"1023\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"5 Simple Steps to Cure IBS Without Drugs\",\"datePublished\":\"2010-09-16T21:28:00+00:00\",\"dateModified\":\"2019-12-19T01:02:42+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\"},\"wordCount\":2091,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Diet &amp; Nutrition\",\"Autoimmune Disorders\",\"Inflammation\",\"Energy\",\"Fatigue\",\"Food Allergies\",\"Metabolism\",\"Weight &amp; Obesity\",\"Supplements\",\"Toxicity\",\"Gastrointestinal Disorders\",\"Hypothyroidism &amp; Thyroid\",\"Health Conditions\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\",\"name\":\"5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2010-09-16T21:28:00+00:00\",\"dateModified\":\"2019-12-19T01:02:42+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"5 Simple Steps to Cure IBS Without Drugs\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/","og_locale":"en_US","og_type":"article","og_title":"5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman","og_description":"IMAGINE HAVING A CONDITION with symptoms so severe that you can&#8217;t leave the house, yet your doctor calls it a “functional,” or “psychosomatic,” disease &#8212; meaning that it&#8217;s all in [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2010-09-16T21:28:00+00:00","article_modified_time":"2019-12-19T01:02:42+00:00","og_image":[{"width":1535,"height":1023,"url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/09\/ibs.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"5 Simple Steps to Cure IBS Without Drugs","datePublished":"2010-09-16T21:28:00+00:00","dateModified":"2019-12-19T01:02:42+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/"},"wordCount":2091,"commentCount":0,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Diet &amp; Nutrition","Autoimmune Disorders","Inflammation","Energy","Fatigue","Food Allergies","Metabolism","Weight &amp; Obesity","Supplements","Toxicity","Gastrointestinal Disorders","Hypothyroidism &amp; Thyroid","Health Conditions"],"articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/","url":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/","name":"5 Simple Steps to Cure IBS Without Drugs - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2010-09-16T21:28:00+00:00","dateModified":"2019-12-19T01:02:42+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2010\/09\/16\/5-simple-steps-to-cure-ibs-without-drugs\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"5 Simple Steps to Cure IBS Without Drugs"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/09\/ibs.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18307"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=18307"}],"version-history":[{"count":1,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18307\/revisions"}],"predecessor-version":[{"id":35073,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18307\/revisions\/35073"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/35072"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=18307"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=18307"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=18307"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}