{"id":18327,"date":"2010-12-09T17:21:42","date_gmt":"2010-12-09T22:21:42","guid":{"rendered":"https:\/\/drhyman.com\/?p=2730"},"modified":"2019-12-09T20:18:14","modified_gmt":"2019-12-10T01:18:14","slug":"breakthrough-discovery-on-the-causes-of-autism","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/","title":{"rendered":"Breakthrough Discovery on the Causes of Autism"},"content":{"rendered":"<p>IMAGINE BEING THE PARENT of a young child who is not acting normally and being told by your doctor that your child has autism, that there is no known cause, and there is no known treatment except, perhaps, some behavioral therapy. That is exactly what Jackson’s parents were told as their 22-month old son regressed into the non-verbal psychic prison of social withdrawal, disconnection, and repetitive behaviors typical of autism.<\/p>\n<p>While we don’t have all the answers, and more research is needed to identify and validate the causes and treatment of autism, there are new signs of hope. A study just published in the <em>Journal of the American Medical Association<\/em> by researchers from the University of California, Davis called “Mitochondrial Dysfunction in Autism”(<a href=\"http:\/\/jama.ama-assn.org\/content\/304\/21\/2389.abstract\" target=\"_blank\" rel=\"noopener noreferrer\">i<\/a>) discovered a profound and serious biological underpinning of autism—an acquired loss of the ability to produce energy in the cells, damage to mitochondria (the energy factories in your cells), and an increase in oxidative stress (the same chemical reaction that causes cars to rust, apples to turn brown, fat to become rancid, and skin to wrinkle). These disturbances in energy metabolism were not due to genetic mutations, which is often seen in mitochondrial problems, but a condition the children studied acquired in utero or after birth.<\/p>\n<p>Bottom line, if brain cells cannot produce enough energy, and there is too much oxidative stress, then neurons don’t fire, connections aren’t made and the lights don’t go on for these children. In fact, this problem of energy loss is found in most chronic disease and aging—from <a href=\"https:\/\/drhyman.com\/blog\/conditions\/are-diabetes-and-insulin-resistance-reversible\/\">diabetes<\/a> to <a href=\"https:\/\/drhyman.com\/blog\/conditions\/why-cholesterol-may-not-be-the-cause-of-heart-disease\/\">heart disease<\/a> to <a href=\"https:\/\/drhyman.com\/blog\/conditions\/9-steps-to-reverse-dementia-and-memory-loss-as-you-age-2\/\">dementia<\/a>. Brain function and neurodevelopment in particular are highly dependent on energy.<\/p>\n<p>This is exactly the problem I documented and found in Jackson when I first saw him. He had a profound loss of energy in his cells (particularly his brain cells), and indicators of severe oxidative stress. This is the same problem many other researchers have found in similar studies.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20818729\" target=\"_blank\" rel=\"noopener noreferrer\">ii<\/a>) Despite the evidence, most physicians don’t test for mitochondrial dysfunction, oxidative stress or other myriad factors commonly found in autistic children.<\/p>\n<p>Let’s look more closely at what this new study in <em>The Journal of the American Medical Association<\/em> tells us about mitochondrial dysfunction and how this may lead us to new methods of treatment—methods similar to the ones I used to help reverse Jackson’s autism.<\/p>\n<blockquote><p>If autism can be reversed in one child, it forces us to ask critical questions: How did this happen? Can it happen in other children?<\/p><\/blockquote>\n<p><strong>Autism: Brain Disorder or Body-Based Biological Illness?<\/strong><\/p>\n<p>The big debate that ranges in autism circles is about whether or not autism is a fixed, irreversible brain-based genetic disorder or a systemic, reversible body-based biological condition that has identifiable causes, measurable abnormalities, and treatable dysfunctions.(<a href=\"http:\/\/usautism.org\/content\/PDF_files_newsletters\/herbert_autism_brain_or_affecting_brain_final.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">iii<\/a>) In other words is autism a life sentence or a reversible condition.<\/p>\n<p>Many studies have illuminated the causes and possible treatments for autism, but mainstream physicians or scientists ignore ignore most of this data. This new study, breaks new ground because it was published in one of the world’s major medical journals.<\/p>\n<p>In it researchers from UC Davis examined children 2 to 5 years of age from the Childhood Autism Risk From Genes and Environment (CHARGE) study in California—a population-based, case-control investigation with confirmed autism cases and age-matched, genetically unrelated, typically developing controls, that was launched in 2003 and is still ongoing. What they discovered was the aforementioned mitochondrial dysfunction that lead to problems with energy. Interestingly, these abnormalities were not found in neurons on a brain biopsy but from examining white blood cells called lymphocytes. This means the energy deficit was a systemic problem &#8212; not one residing solely in the brain.<\/p>\n<p>This study forces the question: How do children acquire energy deficits that affect their whole system, not just the brain?<\/p>\n<p>The causes of mitochondrial dysfunction are well known, specifically as it relates to metabolism and the brain, and I have documented them in my books <a href=\"http:\/\/healthy.ultrawellness.com\/Store\/Show\/Books\/758\/UltraMetabolism-The-Simple-Plan-for-Automatic-Weight-Loss-Hard-Cover\" target=\"_blank\" rel=\"noopener noreferrer\"><em>UtraMetabolism<\/em><\/a> and <a href=\"http:\/\/healthy.ultrawellness.com\/Store\/Show\/Books\/769\/The-UltraMind-Solution-Fix-Your-Broken-Brain-by-Healing-Your-Body-First-%28Hard-Cover%29\" target=\"_blank\" rel=\"noopener noreferrer\"><em>The UltraMind Solution<\/em><\/a>. They include environmental toxins(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20087185\" target=\"_blank\" rel=\"noopener noreferrer\">iv<\/a>)—<a href=\"https:\/\/drhyman.com\/blog\/conditions\/how-to-rid-your-body-of-mercury-and-other-heavy-metals-a-3-step-plan-to-recover-your-health\/\">mercury<\/a>, <a href=\"https:\/\/drhyman.com\/blog\/2010\/09\/28\/why-lead-poisoning-may-be-causing-your-health-problems\/\">lead<\/a> and persistent organic pollutants(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20626635\" target=\"_blank\" rel=\"noopener noreferrer\">v<\/a>)—latent infections, gluten and allergens (which trigger inflammation) sugar and processed foods,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19135522\" target=\"_blank\" rel=\"noopener noreferrer\">vi<\/a>) a nutrient-depleted diet,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19860886\">vii<\/a>) and nutritional deficiencies.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/14989256\" target=\"_blank\" rel=\"noopener noreferrer\">viii<\/a>) These are all potentially treatable and reversible causes of mitochondrial dysfunction that have been clearly documented.<\/p>\n<p>I found all these problems in Jackson, and over a period of 2 years we slowly unraveled and treated the underlying causes of his energy loss which included gut inflammation, mercury, and nutrient deficiencies. Over time, the tests for his mitochondrial function and oxidative stress (as well as levels of inflammation and nutrient status) all normalized. When they became normal, so did Jackson. He went from full-blown regressive autism to a normal, bright beautiful 6-year-old boy.<\/p>\n<p><strong>What it Means if Autism Can be Reversed<\/strong><\/p>\n<p>This is just one story, but if autism can be reversed in one child, if there is any possibility of effective treatments or a potential cure, , it forces us to ask critical questions: How did this happen? Can it happen in other children? What were the biological patterns found and how were they treated?<\/p>\n<p>The emotional and financial costs to of autism for families and societies is staggering. Now one in five—or 20 percent—of children have some neurodevelopmental disorder. How can we sidestep our scientific and moral obligation and sit back and accept the limited resources allocated by the National Institutes of Health ($5.1 billion for cancer but only $141 million for autism) and society as a whole.<\/p>\n<p>Most neurodevelopmental disorders have common roots. But looking at only one aspect of such conditions will not solve the problem of autism. Current autism research is based on an outdated approach—one that is something like blind men examining the proverbial elephant. Each researcher works in his or her own silo examining different factors and coming to different conclusions. Research that integrates, synthesizes and examines all the data on causes and potential treatments is practically non-existent.<\/p>\n<p>The mitochondrial dysfunction identified in the JAMA study I’ve been talking about is ultimately only one downstream symptom of <em>many<\/em> upstream causes. Other researchers have found systemic inflammation,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20643381\" target=\"_blank\" rel=\"noopener noreferrer\">ix<\/a>) brain inflammation,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19157572\" target=\"_blank\" rel=\"noopener noreferrer\">x<\/a>) gut inflammation,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15622451\" target=\"_blank\" rel=\"noopener noreferrer\">xi<\/a>) elevated levels of toxins and metals, gluten and casein antibodies,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/12378124\" target=\"_blank\" rel=\"noopener noreferrer\">xii<\/a>) nutrient deficiencies including omega-3 fats,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15301788\" target=\"_blank\" rel=\"noopener noreferrer\">xiii<\/a>) vitamin D,(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/17920208\" target=\"_blank\" rel=\"noopener noreferrer\">xiv<\/a>) zinc, and magnesium, and collections of metabolic dysfunction related to quirky genes that make it difficult to perform chemical reactions essential for health in the body such as methylation and sulfation.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/16917939\" target=\"_blank\" rel=\"noopener noreferrer\">xv<\/a>)<\/p>\n<p>The take home message here is that the answer to autism and other neurodevelopmental disorders will not be found in one of these factors, but in all of them taken together in varying degrees in each individual. There is no such thing as “autism.” Rather there are “autisms”—different patterns of biological dysfunction unique to each child that result in multiple insults to the brain that all manifest with symptoms we call autism.<\/p>\n<p>Future research must synthesize current data and design relevant whole systems research studies that don’t focus on a single factor but examine all the factors together. Then we must apply these findings in a comprehensive fashion, as is being done by many practitioners today who work in parallel—rather than in collaboration with—conventional approaches and often achieve remarkable results.<\/p>\n<p>To close, I’d like to share Jackson’s story, as told by his father. I have documented this case report in peer reviewed published paper which you can read if you are interested in the details of the case.(xvi) It is called “Autism: Is it All in the Head?”<\/p>\n<p>But more important than my paper is Jackson’s story and his beautiful smile.<\/p>\n<p>What do you think about a comprehensive approach to autism treatment?<\/p>\n<p>Do you think autism is “all in the head” or a systemic disorder that can be reversed?<\/p>\n<p>Do you have an autism story to share yourself?<\/p>\n<p>Please leave your thoughts by adding a comment below—but remember, we can’t offer personal medical advice online, so be sure to limit your comments to those about taking back our health!<\/p>\n<p>To your good health,<\/p>\n<p>Mark Hyman, MD<\/p>\n<p><strong>References<\/strong><\/p>\n<p>(i) Giulivi, C., Zhang, Y.F., Omanska-Klusek, A., et al. 2010. Mitochondrial dysfunction in autism. <em>JAMA.<\/em> 304(21):2389–96.<\/p>\n<p>(ii) Haas, R.H. 2010. Autism and mitochondrial disease. Dev Disabil Res Rev. 16(2):144–53.<\/p>\n<p>(iii) Herbert, M. 2005. Autism: A brain disorder or a disorder that affects the brain. <em>Clinical Neuropsychiatry<\/em> 2(6): 354–379<\/p>\n<p>(iv) Landrigan, P.J. 2010. What causes autism? Exploring the environmental contribution. <em>Curr Opin Pediatr.<\/em> 22(2): 219–25. Review.<\/p>\n<p>(v) Kern, J.K., Geier, D.A., Adams, J.B., et al. 2010. Toxicity biomarkers in autism spectrum disorder: A blinded study of urinary porphyrins. Pediatr Int. Jul 4 Epub ahead of print.<\/p>\n<p>(vi) Feillet-Coudray, C., Sutra, T., Fouret, G., et al. 2009. Oxidative stress in rats fed a high-fat high-sucrose diet and preventive effect of polyphenols: Involvement of mitochondrial and NAD(P)H oxidase systems. <em>Free Radic Biol Med.<\/em> 46(5): 624–32.<\/p>\n<p>(vii) Dufault, R., Schnoll, R., Lukiw, W.J., et al. 2009. Mercury exposure, nutritional deficiencies, and metabolic disruptions may affect learning in children. <em>Behav Brain Funct.<\/em> 27(5): 44.<\/p>\n<p>(viii) Ames, B.N. 2004. A role for supplements in optimizing health: the metabolic tune-up. Arch Biochem Biophys. 423(1): 227–34. Review.<\/p>\n<p>(ix) Careaga, M., Van de Water, J., and P. Ashwood. 2010. Immune dysfunction in autism: a pathway to treatment. <em>Neurotherapeutics.<\/em> 7(3): 283–92. Review.<\/p>\n<p>(x) Li X., Chauhan, A., Sheikh, A.M., Patil, S., et al. 2009. Elevated immune response in the brain of autistic patients. <em>J Neuroimmunol.<\/em> 207(1-2): 111–6. Jan 20 Epub ahead of print.<\/p>\n<p>(xi) Ashwood, P., Anthony, A., Torrente, F., and A.J. Wakefield. 2004. Spontaneous mucosal lymphocyte cytokine profiles in children with autism and gastrointestinal symptoms: mucosal immune activation and reduced counter regulatory interleukin-10. <em>J Clin Immunol.<\/em> 24(6): 664–73.<\/p>\n<p>(xii) Jyonouchi, H., Sun, S., and N. Itokazu. 2002. Innate immunity associated with inflammatory responses and cytokine production against common dietary proteins in patients with autism spectrum disorder. <em>Neuropsychobiology.<\/em> 46(2): 76–84.<\/p>\n<p>(xiii) Bell, J.G., MacKinlay, E.E., Dick, J.R., et al. 2004. Essential fatty acids and phospholipase A2 in autistic spectrum disorders. <em>Prostaglandins Leukot Essent Fatty Acids.<\/em> 71(4): 201–4.<\/p>\n<p>(xiv) Cannell, J.J. 2008. Autism and vitamin D. <em>Med Hypotheses.<\/em> 70(4): 750–9.<\/p>\n<p>(xv) James, S.J., Melnyk, S., Jernigan, S., et al. 2006. Metabolic endophenotype and related genotypes are associated with oxidative stress in children with autism. <em>Am J Med Genet B Neuropsychiatr Genet.<\/em> 141B(8): 947–56.<\/p>\n<p>(xvi) Hyman, M.A. 2008. Autism: is it all in the head? Altern Ther Health Med. 14(6): 12–5.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>IMAGINE BEING THE PARENT of a young child who is not acting normally and being told by your doctor that your child has autism, that there is no known cause, [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11619,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[758],"tags":[2174,1669,1673,1634,1688,1743,1748,1678,1629,1659,1624,1683,1664],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"IMAGINE BEING THE PARENT of a young child who is not acting normally and being told by your doctor that your child has autism, that there is no known cause, [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2010-12-09T22:21:42+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-12-10T01:18:14+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/12\/brain-hyman-300x300.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"300\" \/>\n\t<meta property=\"og:image:height\" content=\"300\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Breakthrough Discovery on the Causes of Autism\",\"datePublished\":\"2010-12-09T22:21:42+00:00\",\"dateModified\":\"2019-12-10T01:18:14+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\"},\"wordCount\":1732,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Health Conditions\",\"Fatigue\",\"Food Allergies\",\"Antioxidants\",\"Heart Disease\",\"Supplements\",\"Toxicity\",\"Gastrointestinal Disorders\",\"Anti Aging\",\"Diet &amp; Nutrition\",\"Alzheimer’s \/ Dementia\",\"Gluten\",\"Energy\"],\"articleSection\":[\"Videos\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\",\"name\":\"Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2010-12-09T22:21:42+00:00\",\"dateModified\":\"2019-12-10T01:18:14+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Breakthrough Discovery on the Causes of Autism\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/","og_locale":"en_US","og_type":"article","og_title":"Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman","og_description":"IMAGINE BEING THE PARENT of a young child who is not acting normally and being told by your doctor that your child has autism, that there is no known cause, [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2010-12-09T22:21:42+00:00","article_modified_time":"2019-12-10T01:18:14+00:00","og_image":[{"width":"300","height":"300","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/12\/brain-hyman-300x300.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Breakthrough Discovery on the Causes of Autism","datePublished":"2010-12-09T22:21:42+00:00","dateModified":"2019-12-10T01:18:14+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/"},"wordCount":1732,"commentCount":0,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Health Conditions","Fatigue","Food Allergies","Antioxidants","Heart Disease","Supplements","Toxicity","Gastrointestinal Disorders","Anti Aging","Diet &amp; Nutrition","Alzheimer’s \/ Dementia","Gluten","Energy"],"articleSection":["Videos"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/","url":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/","name":"Breakthrough Discovery on the Causes of Autism - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2010-12-09T22:21:42+00:00","dateModified":"2019-12-10T01:18:14+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2010\/12\/09\/breakthrough-discovery-on-the-causes-of-autism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Breakthrough Discovery on the Causes of Autism"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/12\/brain-hyman-300x300.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18327"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=18327"}],"version-history":[{"count":1,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18327\/revisions"}],"predecessor-version":[{"id":34803,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18327\/revisions\/34803"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/11619"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=18327"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=18327"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=18327"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}