{"id":18342,"date":"2012-01-27T21:30:59","date_gmt":"2012-01-28T02:30:59","guid":{"rendered":"https:\/\/drhyman.com\/?p=3203"},"modified":"2019-10-21T14:48:19","modified_gmt":"2019-10-21T18:48:19","slug":"the-ultramind-solution-key-2-balance-your-hormones","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/","title":{"rendered":"ULTRAMIND®: Key #2 Balance Your Hormones"},"content":{"rendered":"<p>WELCOME BACK TO my series of blogs on my new book, <a href=\"https:\/\/store.drhyman.com\/Store\/Search?Terms=ultramind\" target=\"_blank\" rel=\"noopener noreferrer\"><em>The UltraMind Solution<\/em><\/a>.<\/p>\n<p>Now for today’s blog &#8230;<\/p>\n<p>Most of us are living life completely out of balance. But so many symptoms we come to accept as “normal” are just signs of imbalance&#8211;and the type of imbalance that affects almost everyone in our society is hormonal imbalance.<\/p>\n<p>Let me ask you:<\/p>\n<ul>\n<li>Do your mood and energy swing up and down, making your life crazy?<\/li>\n<li>Do you crave sugar or salt?<\/li>\n<li>Are you overweight and putting on more and more belly fat?<\/li>\n<li>If you are a woman, do you have premenstrual syndrome or painful or heavy periods?<\/li>\n<li>Are you <a href=\"https:\/\/drhyman.com\/blog\/conditions\/mind-control-how-your-body-can-automatically-improve-depression\/\">depressed<\/a>?<\/li>\n<li>Do you sleep poorly?<\/li>\n<li>Are you less interested in sex?<\/li>\n<li>Do you have thinning hair, dry skin, and feel sluggish in the mornings?<\/li>\n<li>Do you feel tired but wired?<\/li>\n<li>Do you have to drink coffee every morning just to wake up and a few glasses of wine every night just to calm down?<\/li>\n<\/ul>\n<p>If so, you are not alone. In fact, this is how most Americans feel, because we are living out of harmony with our natural biological rhythms&#8211;and our hormones are all over the place.  The hormones that cause the most mental misery are your stress hormones, your thyroid hormone, your sex hormones, and your major blood-sugar control hormone, insulin.<\/p>\n<p>In this blog, I want to teach you about three very common major hormonal imbalances and how you can rebalance these areas of your biochemistry so you can achieve an UltraMind: insulin, thyroid, and sex hormone imbalances. We will discuss stress hormones in Part 8 of this series.<\/p>\n<p><strong>Hormonal Imbalance #1: Insulin Imbalance<\/strong><\/p>\n<p>If you crave sugar or bread, feel weak and irritable at 3 or 4 o’clock in the afternoon, skip breakfast or eat a big muffin or bagel for breakfast, or have extra belly fat, you likely have serious blood sugar and insulin problems, which can cause depression, dementia, and panic disorder.<\/p>\n<p>Just look down at your belly&#8211;if it’s sticking out or jiggles when you jump up and down, you have a problem.<\/p>\n<p>We have seen an extraordinary increase in sugar consumption, from 10 pounds per person per year at the beginning of the 19th century to 158 pounds per person per year at the beginning of the 21st century.<\/p>\n<p>In fact, more money is spent at gas stations on junk food than on gas!  We spend more money on processed and junk food than on new cars, new computers and higher education&#8211;combined!<\/p>\n<p>That’s why 100 million Americans suffer from <a href=\"https:\/\/drhyman.com\/blog\/conditions\/are-diabetes-and-insulin-resistance-reversible\/\">insulin resistance<\/a>, or “pre-diabetes.” This condition is a problem by itself and causes “pre-dementia,” also known as mild cognitive impairment.  In fact, some scientists are now calling Alzheimer’s disease “type-3 diabetes”!<\/p>\n<p>We are now seeing type-2 diabetes in children. Could this mean they will get Alzheimer’s as early as their 30&#8217;s and 40&#8217;s?<\/p>\n<p>And what about sugar and depression? Researchers found that people with symptoms of depression were 42 percent more likely to develop diabetes than those without depressive symptoms. They also found that the more serious the symptoms, the higher the risk of diabetes.<\/p>\n<blockquote><p>“More than half of aging men will lose their sexual function, their testosterone levels will drop, and their estrogen levels will rise, making men more like women.”<\/p><\/blockquote>\n<p>So what’s the cure?<\/p>\n<ul>\n<li>Balance your blood sugar by cutting out flour and sugar (especially high-fructose corn syrup).<\/li>\n<li>Eat whole foods and make sure you have some protein like eggs, nuts, or a protein shake for breakfast.<\/li>\n<li>Don’t forget to get moving. Exercise is the magic potion for your brain and your belly fat.<\/li>\n<\/ul>\n<p><strong>Hormonal Imbalance #2: Thyroid Imbalance<\/strong><\/p>\n<p>Insulin isn’t the only hormone that can get out of balance. There’s another hormone imbalance that affects one in five women and one in 10 men – most of whom don’t even know they have it.<\/p>\n<p>I’m talking about an imbalance of <a href=\"https:\/\/drhyman.com\/a-7-step-plan-to-boost-your-low-thyroid-and-metabolis-776\/\">thyroid<\/a> hormones.<\/p>\n<ul>\n<li>Are you cold all the time?<\/li>\n<li>Do you have dry skin, thinning hair, weak fingernails, a puffy face, swelling of your hands and feet, constipation, or trouble getting out of bed in the morning?<\/li>\n<li>Do you seem to forget things easily?<\/li>\n<\/ul>\n<p>If so, you might have a low-functioning thyroid.<\/p>\n<p>A 73-year-old woman once came to see me because she had fatigue, sluggishness, poor memory, slight depression, dry skin, constipation, and a little fluid retention. When she visited her previous doctor, he said, “Well, what do you expect? You’re 73 – and this is what 73 is supposed to feel like.”<\/p>\n<p>I don’t believe that is true. I believe that most of the symptoms of aging we see are really symptoms of abnormal aging or dysfunction that are related to imbalances in our core body systems.<\/p>\n<p>This patient had a sluggish thyroid.<\/p>\n<p>By simply replacing her missing thyroid hormone, supporting her nutrition, and implementing some simple lifestyle changes, she went from feeling old to feeling alert, energetic, and youthful. Plus, all of her other symptoms cleared up.<\/p>\n<p>And research supports this. Studies have shown that older people with “sub-clinical” hypothyroidism have four times the risk of developing depression.(1) Yet many doctors prescribe antidepressants before they take a good hard look at the thyroid.<\/p>\n<p>Your thyroid hormone is critical for making new brain cells (neurogenesis), particularly in the hippocampus, the part of the brain that is responsible for mood and memory.(2)<\/p>\n<p>You might need the help of your doctor and prescription thyroid medication if your thyroid is not optimally balanced.<\/p>\n<p>Here are some tips to help you along the way:<\/p>\n<ul>\n<li>Get properly tested, as I explain in my book, <em>The UltraMind Solution.<\/em><\/li>\n<li>Get enough thyroid-supportive nutrients, including iodine, selenium, zinc, vitamin D, and omega-3 fats.<\/li>\n<li>Take thyroid hormone replacement if your tests show you are not optimally balanced. Remember, most of the common medications out there don’t take care of this problem. People often need a little bit of T3&#8211;the active thyroid hormone&#8211;added to their treatment (even if they are already on other thyroid hormones.<\/li>\n<\/ul>\n<p><strong>Hormonal Imbalance #3: Sex Hormone Imbalances<\/strong><\/p>\n<p>Here’s some headline news.<\/p>\n<p>Did you know:<\/p>\n<ul>\n<li>“Seventy-five percent of women were found to have a mutant gene that threatens their relationships, work, and well-being.”<\/li>\n<li>“More than half of aging men will lose their sexual function, their testosterone levels will drop, and their estrogen levels will rise, making men more like women.”<\/li>\n<\/ul>\n<p>These are the beliefs that we all unconsciously accept.<\/p>\n<p>Women are defective, flawed, and broken&#8211;and destined to suffer throughout their reproductive lives from mood and behavior swings that are the result of the three P&#8217;s: Puberty, premenstrual syndrome (PMS), and perimenopause. This is the “genetic flaw” that supposedly threatens them.<\/p>\n<p>As they age, men&#8211;if you believe all the television commercials&#8211;supposedly need the “little blue pill” just to be men again.<\/p>\n<ul>\n<li>Is this a “normal” part of being a woman or a man?<\/li>\n<li>Is it the product of some defective, mutant gene?<\/li>\n<li>Why do sex hormone levels drop up to 90 percent during the aging process?<\/li>\n<li>Are we destined to suffer from impaired mood, muscle loss, poor sleep, memory difficulties, and sexual problems?<\/li>\n<\/ul>\n<p>Of course not!<\/p>\n<p>This suffering related to your reproductive life cycle is unnecessary. It is not bad luck, but bad habits, such as drinking and smoking, eating a high-sugar and refined-carbohydrate diet, being exposed to environmental toxins, and being chronically stressed.<\/p>\n<p>To think that 75 percent of women have a design flaw that gives them PMS and requires medical treatment is just absurd. To think that we all have to dwindle, shrivel, and lose our emotional, physical, and sexual vitality is a burdensome, self-fulfilling prophecy.<\/p>\n<p>We now have endless examples of balance and thriving at any age. One of my 81-year-old female patients recently told me, with a twinkle in her eye, about her new boyfriend and their wonderful love life.<\/p>\n<p>PMS, menopausal symptoms, and andropause are all signs of imbalances in your sex hormones. They are not the result of mutant genes that destroy our sexual vitality as we age.<\/p>\n<p>Instead, they are treatable symptoms of underlying imbalance in one of the core systems in your body. Get your sex hormones back in balance, and these problems usually disappear.<\/p>\n<p><strong>Male Hormonal Problems<\/strong><\/p>\n<p>If you are a man older than age 50, you might be getting flabby and feeling less interested in sex.<\/p>\n<p>Do you see the hair on your legs and chest disappearing?<\/p>\n<p>Are you getting “man boobs”?<\/p>\n<p>If so, you might be low in testosterone, which makes you depressed, unmotivated, and mentally dull.<\/p>\n<p>The solutions are simple:<\/p>\n<ul>\n<li>Lose belly fat<\/li>\n<li>Build muscle<\/li>\n<li>Consider using topical testosterone cream or gel<\/li>\n<\/ul>\n<p><strong>Female Hormonal Problems<\/strong><\/p>\n<p>If you have headaches, breast tenderness, fluid retention, mood swings, and irritability in the days or weeks before your menstrual period, you might have too much estrogen and not enough progesterone. This can make you feel crazy.<\/p>\n<p>Let me tell you the story of a patient of mine with premenstrual dysphoric disorder, or PMDD. She was barely able to function. She suffered three weeks out of every month with severe physical symptoms and debilitating depression. Was she deficient in Prozac (or Prozac renamed Sarafem to treat PMS)?<\/p>\n<p>I don’t think so.<\/p>\n<p>She was 37 years old. She had severe depression, fatigue, anxiety, and food and sugar cravings that led to overeating and 20 pounds of weight gain.  She also had joint pains, breast tenderness, heavy bleeding, hot flashes, dry skin, acne, hair loss, trouble with memory, poor sleep, and no sex drive.<\/p>\n<p>She didn’t drink alcohol, but was a big coffee drinker. She started the day with a bagel and cheese, had a cafeteria lunch, chocolates in the afternoon, and a healthy dinner, followed by ice cream, chips, and Cheerios.  She also complained of gas and bloating.  And she ate a lot of dairy products.<\/p>\n<p>We know that sugar, caffeine, alcohol, stress, and lack of exercise all contribute to worsened PMS(3) and all hormonal imbalances including menopause and andropause.(4)<\/p>\n<p>It is also true that dairy consumption can worsen hormonal imbalances because of all the hormones in milk.(5)(6) Even organic milk can come from pregnant cows, jacking up hormones levels.(7)<\/p>\n<p>So I helped her change her diet, cut out the sugar and caffeine, eliminate food allergens, take a few supplements and herbs, and do a little exercise. Within just one menstrual cycle her life changed.<\/p>\n<p>All her symptoms resolved, she lost weight, and she increased her energy dramatically. Her mood stabilized (meaning her depression evaporated), and her acne and dry skin went away&#8211;all without medication.<\/p>\n<p>Here’s what to do:<\/p>\n<ul>\n<li>Eat a diet of whole foods that are low in sugar and refined carbs, caffeine, and alcohol.<\/li>\n<li>Load up on broccoli, collard greens, and kale, which help balance hormones.<\/li>\n<li>Supplement with vitamin B6, magnesium, evening primrose oil, and fish oil.<\/li>\n<li>Get regular exercise.<\/li>\n<\/ul>\n<p>Balancing your hormones is a process&#8211;and sometimes it has little twists and turns. But by sticking with it, you can become vital, happy, alert, brilliant, and thriving.<\/p>\n<p>And if you need more help it’s in my book: <a href=\"https:\/\/store.drhyman.com\/Store\/Search?Terms=ultramind\" target=\"_blank\" rel=\"noopener noreferrer\"><em>The UltraMind Solution<\/em><\/a>.<\/p>\n<p>Remember, you can get a free sneak preview by going here: <a title=\" www.ultramind.com\" href=\"http:\/\/www.ultramind.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">www.ultramind.com<\/a><\/p>\n<p>But beware: there may be some serious side effects from balancing your hormones &#8230;  Some people notice a significant spike in their sex drive and pleasure!<\/p>\n<p>In my next blog you will learn how brain inflammation has been linked to everything from autism to Alzheimer’s, from depression to ADHD. Our brains are on fire. Find out why and what to do about it.<\/p>\n<p>Now I’d like to hear from you &#8230;<\/p>\n<p>Do you suffer from any of the symptoms listed above?<\/p>\n<p>Have you been told you have an imbalance of hormones?<\/p>\n<p>What have you tried to balance your hormones?<\/p>\n<p>Please leave your thoughts by adding a comment below&#8211;but remember, we can’t offer personal medical advice online, so be sure to limit your comments to those about taking back our health!<\/p>\n<p>To your good health,<\/p>\n<p>Mark Hyman, MD<\/p>\n<p>PS&#8211;Remember, you can download a free sneak preview of <em>The UltraMind Solution<\/em> right now by going to <a title=\" www.ultramind.com\" href=\"http:\/\/www.ultramind.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">www.ultramind.com <\/a>.<\/p>\n<p>And since I know many of you have friends, family members, or coworkers who may also suffer from a broken brain, please pass this message along to them. It may provide them the hope that they’ve been looking for.<\/p>\n<p>PPS&#8211;You can also get your own copy of <a title=\"The UltraMind Solution DVD by Dr. Mark Hyman, M.D.\" href=\"http:\/\/www.ultramind.com\/dvd.php\" target=\"_blank\" rel=\"noopener noreferrer\">The UltraMind Solution DVD by Dr. Mark Hyman, M.D.<\/a><\/p>\n<p>References<\/p>\n<p>(1) Chueire VB, Romaldini JH, Ward LS. Subclinical hypothyroidism increases the risk for depression in the elderly. Arch Gerontol Geriatr. 2007 Jan-Feb;44(1):21-8. Epub 2006 May 5.<\/p>\n<p>(2) Montero-Pedrazuela A, Venero C, Lavado-Autric R, Fernández-Lamo I, García-Verdugo JM, Bernal J, Guadaño-Ferraz A. Modulation of adult hippocampal neurogenesis by thyroid hormones: implications in depressive-like behavior. Mol Psychiatry. 2006 Apr;11(4):361-71.<\/p>\n<p>(3) Rasheed P, Al-Sowielem LS. Prevalence and predictors of premenstrual syndrome among college-aged women in Saudi Arabia. Ann Saudi Med. 2003 Nov-Dec;23(6):381-7.<\/p>\n<p>(4) Tan RS, Pu SJ. The andropause and memory loss: is there a link between androgen decline and dementia in the aging male? Asian J Androl. 2001 Sep;3(3):169-74. Review.<\/p>\n<p>(5) Rich Edwards JW, Ganmaa D, Pollak MN, Nakamoto EK, Kleinman K, Tserendolgor U, Willett WC, Frazier AL.Milk consumption and the prepubertal somatotropic axis.Nutr J. 2007 Sep 27;6:28.<\/p>\n<p>(6) [No authors listed]Milk, hormones and human health, 10\/23-25\/2006, Boston. J Mammary Gland Biol Neoplasia. 2007 Dec;12(4):315<\/p>\n<p>(7) Pape-Zambito DA, Magliaro AL, Kensinger RS. Concentrations of 17beta-estradiol in Holstein whole milk. J Dairy Sci. 2007 Jul;90(7):3308-13.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>WELCOME BACK TO my series of blogs on my new book, The UltraMind Solution. Now for today’s blog &#8230; Most of us are living life completely out of balance. But [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11240,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[1772,1693,1702,2174],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"WELCOME BACK TO my series of blogs on my new book, The UltraMind Solution. Now for today’s blog &#8230; Most of us are living life completely out of balance. But [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2012-01-28T02:30:59+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-10-21T18:48:19+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2012\/01\/thyroid-hyman-300x199.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"300\" \/>\n\t<meta property=\"og:image:height\" content=\"199\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"ULTRAMIND®: Key #2 Balance Your Hormones\",\"datePublished\":\"2012-01-28T02:30:59+00:00\",\"dateModified\":\"2019-10-21T18:48:19+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\"},\"wordCount\":2228,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Pre-Diabetes\",\"Hormone Imbalances\",\"Hypothyroidism &amp; Thyroid\",\"Health Conditions\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\",\"name\":\"ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2012-01-28T02:30:59+00:00\",\"dateModified\":\"2019-10-21T18:48:19+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"ULTRAMIND®: Key #2 Balance Your Hormones\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/","og_locale":"en_US","og_type":"article","og_title":"ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman","og_description":"WELCOME BACK TO my series of blogs on my new book, The UltraMind Solution. Now for today’s blog &#8230; Most of us are living life completely out of balance. But [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2012-01-28T02:30:59+00:00","article_modified_time":"2019-10-21T18:48:19+00:00","og_image":[{"width":"300","height":"199","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2012\/01\/thyroid-hyman-300x199.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"ULTRAMIND®: Key #2 Balance Your Hormones","datePublished":"2012-01-28T02:30:59+00:00","dateModified":"2019-10-21T18:48:19+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/"},"wordCount":2228,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Pre-Diabetes","Hormone Imbalances","Hypothyroidism &amp; Thyroid","Health Conditions"],"articleSection":["Articles"],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/","url":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/","name":"ULTRAMIND®: Key #2 Balance Your Hormones - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2012-01-28T02:30:59+00:00","dateModified":"2019-10-21T18:48:19+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"ULTRAMIND®: Key #2 Balance Your Hormones"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2012\/01\/thyroid-hyman-300x199.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18342"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=18342"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18342\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/11240"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=18342"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=18342"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=18342"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}