{"id":18362,"date":"2011-11-03T20:11:20","date_gmt":"2011-11-04T00:11:20","guid":{"rendered":"https:\/\/drhyman.com\/?p=7898"},"modified":"2019-10-21T14:48:20","modified_gmt":"2019-10-21T18:48:20","slug":"answers-to-questions-from-my-recent-twitter-party","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/","title":{"rendered":"Answers to Questions from My Recent Twitter Party"},"content":{"rendered":"<p>I recently held a Twitter Party in the lead up to The UltraSimple Diet Challenge some of you just completed with me. The party and the challenge were fun opportunities to connect directly with some of you and answer your questions. For those who weren’t able to attend the party, I thought you would be interested to see the kinds of questions and answers that were asked, and I wanted to offer you an opportunity to get your questions answered (see more at the end of this blog for details).<\/p>\n<p>So in this blog I have provided extended answers to the questions asked and have tried to thoroughly cover each of the issues raised. I hope you enjoy this fun Q&amp;A with members of our growing community!<\/p>\n<p><em>Q: Any special tricks for overcoming terrible food cravings?<\/em><\/p>\n<p><strong>A: Absolutely. Overcoming food cravings comes down to five simple steps:<\/strong><\/p>\n<ol>\n<li><strong>  Balance your blood sugar.<\/strong><\/li>\n<li><strong>  Eliminate sugar and artificial sweeteners from your diet.<\/strong><\/li>\n<li><strong>  Determine if hidden food allergies are triggering your cravings.<\/strong><\/li>\n<li><strong>  Get 7-8 hours of sleep.<\/strong><\/li>\n<li><strong> Use craving cutting supplements including vitamin D, omega-3 fats, glutamine, tyrosine, 5-HTP, chromium, and glucomannan.<\/strong><\/li>\n<\/ol>\n<p><strong>Of the steps above, eliminating sugar and artificial sweeteners is the most important. Go cold turkey and most of your food cravings will go away in a few days.<\/strong><\/p>\n<p><em>Q: What do you do when the carb cravings just don&#8217;t stop?<\/em><\/p>\n<p><strong>A: Go cold turkey! No sugar, no grains, no fruit, no artificial sweeteners at all! It’s essential <em>not to cheat<\/em> as this will just perpetuate the cycle. Eat protein for breakfast. Eat every 2 hours. And follow all of the steps mentioned above. This eliminates cravings in a few days for almost everyone.<\/strong><\/p>\n<p>Q: Regarding sweeteners: I thought agave and stevia leaf (or extract) were good. Your thoughts?<\/p>\n<p><strong>A: Typically I recommend you avoid them. They can spike insulin levels and they are big triggers for food addictions. A little is fine if you have stable insulin levels and don’t suffer from food addictions or cravings, but they should not be taken in the pharmacologic doses most consume them today.<\/strong><\/p>\n<p><em>Q: Why should we give up coffee when it reduces risk of Alzheimer’s and reduces depression in women?<\/em><\/p>\n<p><strong>A: Caffeine is an addictive substance that often depletes energy and makes people more tired. Admittedly, it is one of the biggest sources of phytonutrients in American diet. However, neither this fact nor its impact on certain disease states makes it a reasonable treatment. There are better ways to heal—ways that will allow you to optimize your energy levels AND reduce your risk of disease. These methods are built into the framework of functional medicine and my practice.<\/strong><\/p>\n<p><em>Q: Do you prefer juicing or smoothies? I hate to lose the fiber with juicing!<\/em><\/p>\n<p><strong>A: I like both! Why choose? Green juices are best—avoid the sugary ones.<\/strong><\/p>\n<p><em>Q: I know you can do the Ultra Simple Diet to identify food allergies, but why not just run the IGG lab test?<\/em><\/p>\n<p><strong>A: I run IGG tests in my practice, they are helpful but not perfect.  The UltraSimple Diet is a comprehensive elimination diet—the gold standard for identifying food allergies. <\/strong><\/p>\n<p><em>Q: What do you recommend as protein for breakfast?<\/em><\/p>\n<p><strong>A: I like high-quality vegan protein shakes from sources like chia seed, hemp seed, and others. It’s what I have for breakfast every day, and it’s what I recommend for most people. Other breakfast options include omega-3 eggs (for those who aren’t sensitive), and tofu scramble.<\/strong><\/p>\n<p><em>Q: I&#8217;m just getting over a bad kidney infection. Would the Ultrasimple Diet be beneficial for recovering? <\/em><\/p>\n<p><strong>A: It can’t hurt! The UltraSimple Diet will certainly help cool down your immune system and provide your body the support it needs to help you heal.<\/strong><\/p>\n<p><em>Q: Is it okay to stay on the detox longer if you&#8217;re hoping to lose weight?<\/em><\/p>\n<p><strong>A: Heck yeah! People do <em>The Ultrasimple Diet<\/em> for months! It can cure all sorts of illnesses.<\/strong><\/p>\n<p>Q: <em>I am doing the The UltraSimple Diet Challenge and loving it. But, I am not losing weight. What do you suggest?<\/em><\/p>\n<p><strong>A: Problems losing weight can often be associated with the following:<\/strong><strong><\/strong><\/p>\n<ol>\n<li><strong><\/strong><strong>You have no weight to lose!<\/strong><\/li>\n<li><strong>Toxins like heavy metals<\/strong><\/li>\n<li><strong><\/strong><strong>Bad bugs in the gut<\/strong><\/li>\n<li><strong><\/strong><strong>Low thyroid function<\/strong><\/li>\n<\/ol>\n<p><strong>Complete the program and if you don’t see the results you want, I suggest you work with a doctor to see if any of these could be inhibiting your weight loss attempts.<\/strong><\/p>\n<p><em>Q: What is in the UltraBroth?<\/em><\/p>\n<p><strong>A: The UltraBroth is a delicious detoxifying, alkalinizing vegetable broth made from fresh whole foods. You can get the complete recipe here: <\/strong><a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/30\/recipe-ultrabroth\/\"><strong>https:\/\/drhyman.com\/recipe-ultrabroth-1151\/<\/strong><\/a><\/p>\n<p><em>Q: When we&#8217;re preparing UltraShakes, is it okay to substitute peaches or mango for the berries?<\/em><\/p>\n<p><strong>A: Yes, peaches and mangos are good but be careful not to overdo it. They can be too sugary&#8230;<\/strong><\/p>\n<p><em>Q: After cleansing, what is your feeling about protein sources like tofu? I’ve heard they are not great.<\/em><\/p>\n<p><strong>A: Traditional soy foods are fine if you are not allergic to them. These include tofu, tempeh, miso and others. Stay away from Frankensoy—highly processed soy foods like soy burgers, soy cheese, and others.<\/strong><\/p>\n<p><em>Q: Is it okay to substitute Tai Chi for the yoga you recommend? How much yoga (or Tai Chi) should I try to fit into my daily routine? What about aerobics and weights?<\/em><\/p>\n<p><strong>A: Tai Chi is a wonderful, meditative martial art that many benefit from. I personally prefer yoga, because yoga offers a comprehensive physical workout, improves flexibility, and helps relax the body and mind all at the same time. But you should do what you love. If you prefer Tai Chi, by all means do it!<\/strong><\/p>\n<p><strong>Regarding recommended workout regimens, I suggest strength training 2-3 times a week, aerobic exercises 4-6 times a week, and stretching 15 minutes every day with a full body 1-hour routine once a week. This is optimal, but I know it’s difficult for some to fit into their schedule. Make exercise a priority and make time for what you can.<\/strong><\/p>\n<p><em>Q: I want to ask about bowel movements. <\/em>Is it normal for them to smell worse when you are detoxifying? Sorry, but your buddy Dr. Oz gets these kinds of questions all the time!<\/p>\n<p><strong>A: I have no problem being asked about bowel movements. Pooping is an important part of life! In fact, there are only 4 ways toxins can get out of your body. I call them the 4 Ps. They are:<\/strong><\/p>\n<ol>\n<li><strong><\/strong><strong>Pooping<\/strong><\/li>\n<li><strong><\/strong><strong>Peeing<\/strong><\/li>\n<li><strong><\/strong><strong>Prespiration<\/strong><\/li>\n<li><strong><\/strong><strong>Pranayama (which is Sanskrit for breath)<\/strong><\/li>\n<\/ol>\n<p><strong>Yes, for some bowel movements will smell worse as you detoxify. This is due to the increased load of toxic excretion. It will likely pass in time as long as you maintain consistent bowel movements. Stay regular! And remember, that means going 1-2 times a day.<\/strong><\/p>\n<p><em>Q: What are your thoughts on a raw food diet for adrenal exhaustion?<\/em><\/p>\n<p><strong>A: Adrenal fatigue (also known as adrenal exhaustion) is another unrecognized epidemic in our society. If you suffer from it, you need to address it seriously if you want to rebalance your body and achieve vibrant health. It is often associated with low thyroid function, so it’s worthwhile to get your thyroid levels checked if you suffer from burnt out adrenal glands.<\/strong><\/p>\n<p><strong>The problem with eating exclusively raw foods is that they are difficult to digest for people with digestive imbalances, and MANY with adrenal fatigue have digestive imbalances. I’m not opposed to raw foods, and adding salads and other raw foods is an excellent long-term plan as they contain enzymes cooked foods do not. However, as you are rebalancing your health—overcoming adrenal fatigue, reducing inflammation, rebalancing your gut, and detoxifying—I suggest including plenty of cooked foods in your diet as they are typically easier to digest.<\/strong><\/p>\n<p><em>Q: What are your thoughts on proteolytic enzymes?<\/em><\/p>\n<p><strong>A: For people with digestive imbalances, I strongly encourage the use of high-quality, plant-based, broad-spectrum digestive enzymes. It should include proteases, lipases, amylases, and DPP IV—a special enzyme that helps break down gluten and dairy.<\/strong><\/p>\n<p><em>Q: What do you recommend for an 80 yr old woman with extreme chronic constipation?<\/em><\/p>\n<p><strong>A: For anyone with chronic constipation, here is what I recommend:<\/strong><\/p>\n<p><strong>Step 1: Basic Bowel Care<\/strong><\/p>\n<p><strong>Eat two tablespoons of ground flaxseeds a day sprinkled on salads, vegetables or in your UltraShake. They absorb a lot of water, and provide omega 3-fats and plenty of fiber.<\/strong><\/p>\n<p><strong>Take two to four 100–150 mg capsules of magnesium citrate twice a day. Reduce the dose or stop completely if your bowels become too loose. Many of us are magnesium deficient. Common symptoms of magnesium deficiency include constipation, headaches, muscle cramps, menstrual cramps, insomnia, palpitations, and anxiety.<\/strong><\/p>\n<p><strong>Take 1000-2000 mg of buffered ascorbic acid (vitamin C) powder or capsules once or twice a day. This also helps with detoxification and inflammation.<\/strong><\/p>\n<p><strong>These products can also be safely used over the long term to keep your bowels regular and healthy in the months and years ahead.<\/strong><\/p>\n<p><strong>Step 2: Take an Herbal Laxative<\/strong><\/p>\n<p><strong>Take an herbal laxative once a day for seven days if the above does not resolve the problem. <\/strong><strong>Common herbal laxative preparations include cascara, senna, and rhubarb. Take 2–3 capsules before bed.<\/strong><\/p>\n<p><strong>These should NOT be used regularly as they are habit forming and may make your colon lazy. However, using them for the 7 days are on the program is perfectly safe and can resolve constipation for some<\/strong><strong>. Although if Step 1 is followed<\/strong><strong>, these likely will not be needed<\/strong><strong>. By the end of the week your bowel should be functioning properly so going off the laxatives should not be an issue. Proper bowel function is 1-2 bowel movements a day—the first before 10 am.<\/strong><strong><\/strong><\/p>\n<p><strong>Step 3: Magnesium Citrate Liquid<\/strong><\/p>\n<p><strong>If you have not had a bowel movement the day after you take the first <\/strong><strong>herbal laxative, try taking one bottle of magnesium citrate liquid. You should only need it once if you add Step 4.<\/strong><\/p>\n<p><strong>After drinking the liquid you should have a bowel movement within 6 hours.<\/strong><\/p>\n<p><strong>If you don’t have a bowel movement within six hours, move on to step 4. But do this no more than twice during over a 7 day period<\/strong><strong>. It should not be used regularly.<\/strong><\/p>\n<p><strong>Magnesium citrate liquid is available at any drug store. It is often used to help clear out the bowel before colonoscopies or surgery. It can also be used to clear out the bowel before you start the program, or if you become constipated during the program and steps 1 and 2 are not effective.<\/strong><\/p>\n<p><strong>Do not use this if you have inflammatory bowel disease, diverticulitis, or have had recent abdominal or bowel surgery or any type of bowel blockage or impaction without first consulting with your doctor.<\/strong><\/p>\n<p><strong>Step 4: Ducolax or BIsacodyl Suppository or Fleet Enema<\/strong><\/p>\n<p><strong>Most people can achieve a normal bowel movement with Step 1 alone. Step 2 can be helpful during a detoxification program such as <em>The UltraSimple Diet<\/em> and Step 3 and 4 are rarely needed.<\/strong><\/p>\n<p><strong>If you still have not had a bowel movement 6 hours after taking the magnesium citrate liquid, you should take a Dulcolax or Blsacodyl suppository or Fleet Enema. Both are available in any drug store.<\/strong><\/p>\n<p><strong>The suppository is inserted into the rectum and usually results in a bowel movement in 2-3 hours. Use the Fleet enema as directed.<\/strong><\/p>\n<p><strong>Step 5: If You Still Have Not Had a Bowel Movement<\/strong><\/p>\n<p><strong>If you still have not had a bowel movement after following steps 1–4, then you need to see your physician for a full evaluation.<\/strong><\/p>\n<p><em>Q: What is the biggest client need you see? Help with weight loss, stress or something else?<\/em><\/p>\n<p><strong>A: I see a lot of very sick people in my practice. Weight loss and stress are often elements, but they are far from the whole picture. People usually come to see me when most other means have failed—that means I see people with a wide spectrum of illness from type 2 diabetes, to heart disease, Alzheimer’s disease, cancer, and more.<\/strong><\/p>\n<p><strong>What I have found after more than 20 years as a doctor treating some of the worst cases out there is that imbalances in the underlying key systems in the body are virtually always the root cause (infection and genetic disorders constitute the rest and this is a very small percentage of illness). To get healthy you simply need to rebalance these key systems in your body.<\/strong><\/p>\n<p><em>Q: Is there anything to do for low thyroid besides meds which I already take?<\/em><\/p>\n<p><strong>A: While thyroid medication can be a key strategy for overcoming low-funcitoning thyroid and is needed for many, it is far from the only intervention out there. In my program <\/strong><a href=\"https:\/\/store.drhyman.com\/Store\/Show\/SearchResults\/823\"><strong><em>The UltraThyroid Solution<\/em><\/strong><\/a><strong> I provide a comprehensive method to rebalance your thyroid based on functional medicine. Using this system some people can get off thyroid medication. Others need to stay on it long term. Either way, I have found a comprehensive systems approach to treating thyroid problems always works best. <\/strong><\/p>\n<p><em>Q: What is your recommendation for folks that are trying to find a great doctor to support the path to health?<\/em><\/p>\n<p><strong>A: I recommend you look for a functional medicine doctor in your area. The Institute for Functional Medicine has a listing of doctors that have complete the functional medicine certification course. That listing can be found <\/strong><a href=\"http:\/\/www.functionalmedicine.org\"><strong>here<\/strong><\/a><strong>. <\/strong><\/p>\n<p><em>Q: Do you suggestions for patients that present with symptoms of Hashimoto’s Thyroiditis, but their labs aren’t out of ”normal” range yet? Most doctors watch and wait …<\/em><\/p>\n<p><strong>A: You have to assess the symptoms when diagnosing problems like these. Waiting and watching is not a solution to health problems. In my experience, most people who present with symptoms need thyroid hormone even if their labs are normal. Learn more at <\/strong><a href=\"http:\/\/bit.ly\/tOho5t\"><strong>http:\/\/bit.ly\/tOho5t<\/strong><\/a><\/p>\n<p><em>Q: Do you have any advice for aspiring functional medicine practitioners? I’m graduating in 6 months and want to make THIS my life’s work!<\/em><\/p>\n<p><strong>A: Good for you! We need more functional medicine practitioners. As a first step I recommend you go to functionalmedicine.org and sign up for their certification program.<\/strong><\/p>\n<p><em>Q: How can we take functional medicine to the masses &#8230; financially?<\/em><\/p>\n<p><strong>A: Functional medicine is the ultimate in do it yourself health care. You just have to learn how the body works and work with it, not against it. That&#8217;s why I write all my books, they help 80 percent of people get better without a doctor.<\/strong><\/p>\n<p>Do you have any health questions you’d like to have answered? If so, leave your comments below and my staff and I will do our best to respond to them promptly. We might also choose to use your questions in our Facebook and Twitter communities. So get involved and share with us!<\/p>\n<p>To your good health,<\/p>\n<p>Mark Hyman, MD<\/p>\n","protected":false},"excerpt":{"rendered":"<p>I recently held a Twitter Party in the lead up to The UltraSimple Diet Challenge some of you just completed with me. The party and the challenge were fun opportunities [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":8653,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[1659,1707,1664,1669,1673,1753,1688,1698,1730,1743,1748,1693,1702,2174],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"I recently held a Twitter Party in the lead up to The UltraSimple Diet Challenge some of you just completed with me. The party and the challenge were fun opportunities [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2011-11-04T00:11:20+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-10-21T18:48:20+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/11\/hyman-side-profile-300x200.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"300\" \/>\n\t<meta property=\"og:image:height\" content=\"200\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Answers to Questions from My Recent Twitter Party\",\"datePublished\":\"2011-11-04T00:11:20+00:00\",\"dateModified\":\"2019-10-21T18:48:20+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\"},\"wordCount\":2474,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Diet &amp; Nutrition\",\"Inflammation\",\"Energy\",\"Fatigue\",\"Food Allergies\",\"Weight &amp; Obesity\",\"Heart Disease\",\"Hypertension\",\"Sleep Problems\",\"Supplements\",\"Toxicity\",\"Hormone Imbalances\",\"Hypothyroidism &amp; Thyroid\",\"Health Conditions\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\",\"name\":\"Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2011-11-04T00:11:20+00:00\",\"dateModified\":\"2019-10-21T18:48:20+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Answers to Questions from My Recent Twitter Party\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/","og_locale":"en_US","og_type":"article","og_title":"Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman","og_description":"I recently held a Twitter Party in the lead up to The UltraSimple Diet Challenge some of you just completed with me. The party and the challenge were fun opportunities [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2011-11-04T00:11:20+00:00","article_modified_time":"2019-10-21T18:48:20+00:00","og_image":[{"width":"300","height":"200","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/11\/hyman-side-profile-300x200.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Answers to Questions from My Recent Twitter Party","datePublished":"2011-11-04T00:11:20+00:00","dateModified":"2019-10-21T18:48:20+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/"},"wordCount":2474,"commentCount":0,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Diet &amp; Nutrition","Inflammation","Energy","Fatigue","Food Allergies","Weight &amp; Obesity","Heart Disease","Hypertension","Sleep Problems","Supplements","Toxicity","Hormone Imbalances","Hypothyroidism &amp; Thyroid","Health Conditions"],"articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/","url":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/","name":"Answers to Questions from My Recent Twitter Party - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2011-11-04T00:11:20+00:00","dateModified":"2019-10-21T18:48:20+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2011\/11\/03\/answers-to-questions-from-my-recent-twitter-party\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Answers to Questions from My Recent Twitter Party"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/11\/hyman-side-profile-300x200.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18362"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=18362"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/18362\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/8653"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=18362"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=18362"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=18362"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}