{"id":23510,"date":"2015-09-04T13:37:37","date_gmt":"2015-09-04T17:37:37","guid":{"rendered":"https:\/\/drhyman.com\/?p=23510"},"modified":"2019-11-25T15:36:11","modified_gmt":"2019-11-25T20:36:11","slug":"10-steps-to-reverse-autoimmune-disease","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/","title":{"rendered":"10 Steps to Reverse Autoimmune Disease"},"content":{"rendered":"<p>I am often asked if there is a way to deal with autoimmune disease — the most common chronic disease – the most common question being <em>“<\/em><em>Is there any way to deal with this without taking powerful anti-inflammatory drugs that often have serious side effects?<\/em><em>”<\/em><\/p>\n<p>Autoimmune diseases are a huge problem in this country. As a whole, autoimmune diseases affect over 80 million Americans and five percent of the population in Western countries.<\/p>\n<p>They include type 1 diabetes, lupus, rheumatoid arthritis, multiple sclerosis, colitis, Crohn’s disease, and dozens of others, but they all have one thing in common: The body attacks itself.<\/p>\n<p>Autoimmune diseases, like rheumatoid arthritis or RA, often include challenging symptoms such as pain, swelling, fatigue, and disability.<\/p>\n<p>At their root, one central biochemical process connects these seemingly disparate diseases: A runaway immune response, called systemic inflammation, inevitably results in your body attacking its own tissues.<\/p>\n<p>Your immune system’s job is to defend you against invaders or foreign microbes, toxins, or abnormal cells like cancer or foreign food proteins (allergens). Imagine your immune system as an army that must clearly distinguish friend from foe.<\/p>\n<p>Autoimmunity occurs when your immune system gets confused and your own tissue gets caught in the crossfire. Your body is designed to fight off harmful things like infections, toxins, allergens, or a stress response. Sometimes and for reasons not fully known, that immune army directs its hostile attack on your joints, brain, skin, and sometimes your whole body.<\/p>\n<p>Conventional medicine accepts this problem, but stops there, without LOOKING for what might be causing the body to be out of balance and attacking itself.<\/p>\n<p>Instead, conventional medicine invents pharmaceutical drugs to inhibit, block, or anti-something, and fails to answer one simple question: Why is the body out of balance to begin with, and how do we help it regain the proper balance?<\/p>\n<p><strong>Isabel’s Story<\/strong><\/p>\n<p>Isabel, a cute 10-year-old girl from Texas who loved riding horses, walked into my office several years ago with one of the most severe cases of autoimmune disease I had ever seen. Her face and joints were swollen and her <a href=\"https:\/\/drhyman.com\/autoimmune-disease-stop-your-body-from-attacking-itself-80\/\" target=\"_blank\" rel=\"noopener noreferrer\">immune system was attacking her entire body<\/a> including her muscles, skin, joints, blood vessels, liver, and white and red blood cells.<\/p>\n<p>Isabel couldn’t squeeze her hand or make a fist. The tips of her fingers and toes were perpetually cold from Raynaud’s disease. She had been suffering from rashes that burned and irritated her skin for years. She felt tired and miserable and was losing her hair.<\/p>\n<p>Isabel was on elephantine doses of intravenous steroids every three weeks just to keep her alive, and she was taking prednisone, aspirin, acid blockers, and methotrexate, a chemotherapy drug used to shut down the immune system daily.<\/p>\n<p>Despite these mega-doses of medication, she still wasn’t getting any better, and her lab tests were still abnormal.<\/p>\n<p>Her doctors wanted to add another powerful immune suppressing drug (a TNF alpha blocker) to the regimen of medication she was already taking. This drug increases the risk of cancer and death from overwhelming infection, because it prevents the immune system from fighting infections normally. The <a href=\"https:\/\/drhyman.com\/topic\/inflammation\/\" target=\"_blank\" rel=\"noopener noreferrer\">inflammation<\/a> slows down, thus the autoimmune symptoms may abate, but at a cost: Increased risk for cancer and infection.<\/p>\n<p>Disturbed by these possibilities and disgusted with conventional approaches that weren’t working, her parents brought her to see me.<\/p>\n<p>Two months after I first saw Isabel, when I discovered and then treated the underlying causes of her inflammation — after, as she says, she “stopped eating <a href=\"https:\/\/drhyman.com\/gluten-what-you-dont-know-might-kill-you-11\/\" target=\"_blank\" rel=\"noopener noreferrer\">gluten<\/a>, <a href=\"https:\/\/drhyman.com\/6-reasons-to-avoid-dairy-1387\/\" target=\"_blank\" rel=\"noopener noreferrer\">dairy<\/a>, and sugar and took some supplements” – she was symptom free. In less than a year, she was completely healthy, her blood tests were normal, and she was off all her medication.<\/p>\n<div class=\"entry-video\">\n<div class=\"embed-container\"><iframe loading=\"lazy\" src=\"https:\/\/www.youtube.com\/embed\/yM8EjJxY76Q\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/div>\n<\/div>\n<p><strong>A Functional Medicine Perspective to Autoimmune Disease<\/strong><\/p>\n<p>Isabel’s story is a perfect example of the power of Functional Medicine, which provides a map to find the root cause of inflammation, which underlies autoimmune disease.<\/p>\n<p>Functional Medicine asks <em>why<\/em> that inflammation exists. When we identify the underlying sources, we can heal the body. Those causes include stress, hidden infections, <a href=\"https:\/\/drhyman.com\/blog\/2012\/02\/22\/how-hidden-food-sensitivities-make-you-fat\/\" target=\"_blank\" rel=\"noopener noreferrer\">food allergies or sensitivities<\/a>, <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/19\/is-there-toxic-waste-in-your-body-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">toxic exposure<\/a>, genetic predisposition, nutrient deficiencies, and leaky gut.<\/p>\n<p>In fact, there are just five root causes of all disease:<\/p>\n<ol>\n<li>Allergens<\/li>\n<li>Microbes or imbalance of the bugs in your gut<\/li>\n<li><a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/19\/is-there-toxic-waste-in-your-body-2\/\" target=\"_blank\" rel=\"noopener noreferrer\">Toxins<\/a><\/li>\n<li>Poor diet<\/li>\n<li><a href=\"https:\/\/drhyman.com\/blog\/2013\/04\/26\/five-ways-to-never-be-stressed-again\/\" target=\"_blank\" rel=\"noopener noreferrer\">Stress<\/a><\/li>\n<\/ol>\n<p>All of these can trigger symptoms and create thousands of diseases, including autoimmune diseases.<\/p>\n<p>If you want to cool off inflammation in the body, you must find the source.  Physicians are mostly taught to diagnose disease by symptoms, NOT by their underlying cause.<\/p>\n<p><a href=\"https:\/\/drhyman.com\/how-different-is-functional-medicine-from-conventional-medicine-1399\/\" target=\"_blank\" rel=\"noopener noreferrer\">Functional Medicine<\/a> approaches diagnosing and treating disease differently. It focuses on causes not symptoms, one that is based on an understanding of the dynamic way our genes interact with environment, one that goes beyond simply treating diseases based on their label.<\/p>\n<p>Functional Medicine teaches practitioners to understand the body as a system; to seek the causes of illness; to understand <a href=\"https:\/\/drhyman.com\/7-keys-to-ultrawellness\/\" target=\"_blank\" rel=\"noopener noreferrer\">the body’s basic functional systems<\/a>, where they go awry, and how to restore balance; to understand the interconnections between symptoms and organs rather than segregate diseases into specialties.<\/p>\n<p>This approach provides a fundamentally different way of solving medical problems, one that allows us to decipher the origins of illness and identify the disturbances in biology that lead to symptoms. And that leads me back to Isabel’s story.<\/p>\n<p><strong>From Conventional Illness to Functional Health<\/strong><\/p>\n<p>For Isabel, the only response physicians had to her life-threatening illness was to shut down her immune system, leaving her at risk for cancer, infection, osteoporosis, muscle wasting, and psychiatric illness. But there was another way.<\/p>\n<p>I simply asked the question “WHY?” I didn’t focus on WHAT the name of her disease was, but WHY she was inflamed, WHERE this inflammation originated from, and HOW we could locate the causes and restore balance to her overactive immune system that was attacking her own body?<\/p>\n<p>The immune system usually responds to some insult such as an allergen, a microbe, or a toxin, and then runs out of control. Finding and removing that trigger is essential.<\/p>\n<p>In a review in the <a href=\"http:\/\/www.columbia.edu\/itc\/hs\/medical\/pathophys\/immunology\/readings\/AutoimmuneDiseases.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">New England Journal of Medicine<\/a>, researchers acknowledged that “even in a genetically predisposed person, some trigger, an environmental exposure, or change in the internal environment &#8211; is usually required for [autoimmunity].”<\/p>\n<p>When I initially talked to Isabel, I discovered many potential triggers for her inflammation. She was being exposed to a toxic mold, Stachybotrys, in her house. Her mother worked in limestone pits exposing her to excessive amounts of fluoride while pregnant. Isabel had all her immunizations before 1999 when thimerosal was removed from vaccines. She also had a thimerosal-containing flu shot every year.<\/p>\n<p>Thimerosal contains <a href=\"https:\/\/drhyman.com\/topic\/mercury\/\" target=\"_blank\" rel=\"noopener noreferrer\">mercury<\/a>, a known immune toxin. This problem became compounded by her diet, which included large amounts of tuna and sushi she loved and ate regularly (and which exposed her to even more mercury), and loads of dairy and sugar. In the year before she got sick, she also had many courses of antibiotics.<\/p>\n<p>Mold, mercury, antibiotics, sugar, gluten, and dairy all become potential immune irritants.<\/p>\n<p>Isabel’s lab tests were frightening. Her muscle enzymes and liver function tests showed severe damage. She had many autoimmune antibodies (anti-nuclear antibodies, rheumatoid factor, anti-SSA, anti-DNA, anti-RNP, lupus anticoagulant), a sign that the levels at which the body was attacking itself were extremely elevated.<\/p>\n<p>Other markers of inflammation were extremely high as well. Her white blood count and red blood cell count were low. Her vitamin D was also low. She had elevated levels of antibodies to gluten, which is a common cause of autoimmune disease and triggers significant intestinal inflammation. And her mercury level was extremely high in her urine after a provocation test (the only way to assess total body burden of metals). Normal is less than three. Hers was 33.<\/p>\n<p>At the first visit, I simply put Isabel on an anti-inflammatory elimination diet to remove possible triggers of inflammation from <a href=\"https:\/\/drhyman.com\/topic\/food-allergies\/\" target=\"_blank\" rel=\"noopener noreferrer\">food allergens<\/a>. She stopped eating sugar, dairy, and gluten (from wheat). I gave her a multivitamin; <a href=\"https:\/\/drhyman.com\/the-sunshine-vitamin-a-closer-look-at-vitamin-d-1657\/\" target=\"_blank\" rel=\"noopener noreferrer\">vitamins D<\/a>, B12, and B9 (folate); fish oil; and evening primrose oil all of which are anti-inflammatory.<\/p>\n<p>I also gave her nystatin (a non-absorbed anti-fungal) to treat suspected <a href=\"https:\/\/drhyman.com\/is-hidden-fungus-making-you-ill-1737\/\" target=\"_blank\" rel=\"noopener noreferrer\">yeast<\/a> overgrowth due to the multiple courses of antibiotics. I gave her N-acetyl cysteine (NAC) to support her liver, and told her parents to take her off of the acid blocker, the calcium channel blocker that she used for her Raynaud’s, and the intravenous steroids she had been taking.<\/p>\n<p>Two months later, at her second visit, Isabel reported the rash was totally gone. She had no joint pain and her hair was growing back. Her autoimmune markers had dramatically improved. Her muscle enzymes, liver function, and level of inflammation were all normal.<\/p>\n<p>I added probiotics to support healthy digestive function and reduce gut inflammation. I also started her on DMSA (a chelating agent) to help bind the mercury from her tissues and cells and help her excrete it. To help her get off the prednisone, I gave her herbs to support her adrenal gland function.<\/p>\n<p>Seven months later, her tests were normal, including her white blood count. Her mercury came down from 33 to 16. After 11 months, her mercury was down to 11 and her gut inflammation was gone. She was off all her medications and feeling happy, normal, and was able to ride and show her horse again.<\/p>\n<p>Isabel’s experience is not rare, and I take a similar approach (though not always as comprehensive) with autoimmune disease. Considering these and other amazing results, wouldn’t you say Functional Medicine should be expanded and made available to more patients? Shouldn’t we see more case studies and success stories like Isabel’s?<\/p>\n<p><strong>10 Steps to Reverse Autoimmune Disease<\/strong><\/p>\n<p>Functional Medicine removes the bad stuff, but it also replenishes with good stuff. What are the ingredients for great health? They include fresh food, light, air, water, movement, love, <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/20\/how-to-sleep-better-lose-weight-and-live-longer\/\" target=\"_blank\" rel=\"noopener noreferrer\">sleep<\/a>, connection, <a href=\"https:\/\/drhyman.com\/blog\/2012\/01\/27\/the-ultramind-solution-key-2-balance-your-hormones\/\" target=\"_blank\" rel=\"noopener noreferrer\">balanced hormones<\/a>, meaning, love, and purpose.<\/p>\n<p>If you have an autoimmune disease, I encourage you to work with a Functional Medicine practitioner. These are among the strategies I take to reverse RA and other autoimmune diseases:<\/p>\n<ol>\n<li>Get tested for hidden infections.Work with your doctor to check for hidden infections like yeast, viruses, bacteria, and Lyme or other tick borne illnesses.<\/li>\n<li>Try <a href=\"https:\/\/store.drhyman.com\/programs.html?cat=2786\" target=\"_blank\" rel=\"noopener noreferrer\">The Blood Sugar Solution 10-Day Detox Diet<\/a><em>. <\/em>My plan is designed to eliminate most food allergens and reduce inflammatory foods.<\/li>\n<li>Get tested for celiac disease. This is a blood test any doctor can do.<\/li>\n<li>Get checked for heavy metal toxicity. Mercury and other metals can cause autoimmunity.<\/li>\n<li><a href=\"https:\/\/drhyman.com\/blog\/2010\/09\/09\/the-ultramind-solution-key-4-fix-your-digestion\/\" target=\"_blank\" rel=\"noopener noreferrer\">Fix your gut<\/a>. Leaky gut and other gut issues such as overgrowth of bad bugs (yeast, bacteria, and parasites) fuel the flames of inflammation, exacerbating autoimmune diseases. Functional Medicine practitioners can test your stool and employ the 5R program (remove, replace, re-inoculate, repair and renew)<\/li>\n<li>Use anti-inflammatory nutrients. Great anti-inflammatory nutrients that help calm your immune system include fish oil, vitamin C, vitamin D, and probiotics. You can find them all on my <a href=\"http:\/\/www.store.drhyman.com\" target=\"_blank\" rel=\"noopener noreferrer\">online store.<\/a><\/li>\n<li>Try anti-inflammatory herbs. Curcumin, Boswellia extract, ginger, etc. can work well. I often use <a href=\"https:\/\/store.drhyman.com\/store\/show\/immune-support\/640\/zyflamend-(formally-inflamasyn)\" target=\"_blank\" rel=\"noopener noreferrer\">Zyflamend, also known as Inflamasyn <\/a>with my patients.<\/li>\n<li>Exercise regularly. Regular, consistent exercise is a natural anti-inflammatory. Click <a href=\"http:\/\/danielplan.com\/healthyhabits\/howtoexercise\/\">here<\/a> to find a simple, effective plan no matter what your fitness level is.<\/li>\n<li>Practice <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/19\/stress-tips-calm-your-mind-heal-your-body\/\">deep relaxation<\/a>. Stress worsens the immune response. Relaxation for you might includeyoga, deep breathing, biofeedback, or massage. You might also try my <a href=\"https:\/\/store.drhyman.com\/store\/show\/books-and-multimedia\/760\/ultracalm-cd-a-six-step-plan-to-reduce-stress-and-eliminate-anxiety\" target=\"_blank\" rel=\"noopener noreferrer\">UltraCalm CD<\/a>.<\/li>\n<li>Get 8 hours&#8217; sleep every night.You can get 19 of my top sleep tips <a href=\"https:\/\/drhyman.com\/blog\/2010\/05\/20\/how-to-sleep-better-lose-weight-and-live-longer\/\" target=\"_blank\" rel=\"noopener noreferrer\">here<\/a>.<\/li>\n<\/ol>\n<p>Even though autoimmune diseases now affect over 80 million people, conventional strategies like powerful immune-suppressing medication fail to address the underlying cause. That’s like taking a lot of aspirin while you are standing on a tack. The treatment is not to take more aspirin or a strong immune suppressant; it is to remove the tack.<\/p>\n<p>In conventional medicine, most of us were taught to diagnose disease by symptoms, NOT by their underlying cause.<\/p>\n<p>No matter what autoimmune disease you struggle with – and remember, they are just <em>labels<\/em> – I encourage you to dig deeper and address underlying causes. Again, I strongly encourage working with a Functional Medicine practitioner. To provide a richer arsenal of techniques to heal, I also strongly recommend my ebook <em><a href=\"https:\/\/drhyman.com\/wp-content\/uploads\/2015\/09\/AutoimmuneSolution-FINAL.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">The 10-Day Detox Autoimmune Solution<\/a>.<\/em><\/p>\n<p>If you’ve ever struggled with rheumatoid arthritis or another autoimmune disease, did you take the conventional medicine route or work with a Functional Medicine practitioner who helped you dig deeper regarding the underlying source? I would love to hear your story below or on my <a href=\"http:\/\/www.facebook.com\/drmarkhyman\" target=\"_blank\" rel=\"noopener noreferrer\">Facebook page<\/a>.<\/p>\n<p>References<\/p>\n<p><a href=\"http:\/\/www.apple.com\">Mackay, I. and Rosen, F. 2001<\/a>. <a href=\"http:\/\/www.columbia.edu\/itc\/hs\/medical\/pathophys\/immunology\/readings\/AutoimmuneDiseases.pdf\" target=\"_blank\" rel=\"noopener noreferrer\">Autoimmune diseases.<\/a> <em>New Engl J Med.<\/em> 345(5): 340–350.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>I am often asked if there is a way to deal with autoimmune disease — the most common chronic disease – the most common question being “Is there any way [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":23512,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[758],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"I am often asked if there is a way to deal with autoimmune disease — the most common chronic disease – the most common question being “Is there any way [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2015-09-04T17:37:37+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-11-25T20:36:11+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2015\/09\/autoimmune.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"804\" \/>\n\t<meta property=\"og:image:height\" content=\"403\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"10 Steps to Reverse Autoimmune Disease\",\"datePublished\":\"2015-09-04T17:37:37+00:00\",\"dateModified\":\"2019-11-25T20:36:11+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\"},\"wordCount\":2107,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"articleSection\":[\"Videos\"],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\",\"name\":\"10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2015-09-04T17:37:37+00:00\",\"dateModified\":\"2019-11-25T20:36:11+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"10 Steps to Reverse Autoimmune Disease\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/","og_locale":"en_US","og_type":"article","og_title":"10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman","og_description":"I am often asked if there is a way to deal with autoimmune disease — the most common chronic disease – the most common question being “Is there any way [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2015-09-04T17:37:37+00:00","article_modified_time":"2019-11-25T20:36:11+00:00","og_image":[{"width":804,"height":403,"url":"https:\/\/drhyman.com\/wp-content\/uploads\/2015\/09\/autoimmune.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"10 Steps to Reverse Autoimmune Disease","datePublished":"2015-09-04T17:37:37+00:00","dateModified":"2019-11-25T20:36:11+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/"},"wordCount":2107,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"articleSection":["Videos"],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/","url":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/","name":"10 Steps to Reverse Autoimmune Disease - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2015-09-04T17:37:37+00:00","dateModified":"2019-11-25T20:36:11+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2015\/09\/04\/10-steps-to-reverse-autoimmune-disease\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"10 Steps to Reverse Autoimmune Disease"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2015\/09\/autoimmune.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/23510"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=23510"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/23510\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/23512"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=23510"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=23510"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=23510"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}