{"id":2407,"date":"2010-10-01T15:20:43","date_gmt":"2010-10-01T19:20:43","guid":{"rendered":"https:\/\/drhyman.com\/?p=2407"},"modified":"2014-10-19T00:20:31","modified_gmt":"2014-10-19T04:20:31","slug":"dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/","title":{"rendered":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception"},"content":{"rendered":"<p>A RECENT STUDY in the <em>Journal of the American Medical Association<\/em> found over 40 percent of the best designed, peer-reviewed scientific papers published in the world’s top medical journals misrepresented the actual findings of the research.(<a href=\"http:\/\/jama.ama-assn.org\/cgi\/content\/short\/303\/20\/2058\">i<\/a>) The “spin doctors” writing the papers found a way to show treatments worked, when, in fact, they didn’t.<\/p>\n<p>Doctors and health care consumers rely on published scientific studies to guide their decisions about which treatments work and which don’t. We expect academic medical researchers to determine what needs to be studied, and to objectively report their data. We rely on government regulators to prevent harmful medications from being approved, or to quickly remove harmful medications or treatments from the market.<\/p>\n<p>What most physicians and consumers don’t recognize is that science is now for sale, published data often misrepresents the truth, academic medical research has become corrupted by pharmaceutical money and special interests, and government regulators more often protect industry than the public. Increasingly, academic medical researchers are for hire, and research, once a pure activity of inquiry, is now a tool for promoting products.<\/p>\n<p>Science has always been considered an objective endeavor that removes bias and is inherently true and reliable. While we may acknowledge that some science is inferior in design or execution, and that there are a few corrupt scientists, we mostly believe what is published in the world’s top medical journals such as the <em>Journal of the American Medical Association<\/em> and<em> New England Journal of Medicine<\/em> can be counted on to guide our medical decisions. We still have trust in the scientific method. That trust may be misguided.<\/p>\n<p><strong>The Danger of “Evidence-Based” Medicine<\/strong><\/p>\n<p>“Evidence-based” medicine is considered the highest standard of care and is advocated as the basis for all decision making in medical schools and academic centers. The idea is that we must make decisions based on sound medical evidence. That sounds good in theory, but it only works if that evidence can be trusted; if the evidence at hand has been generated independently, without bias and with the sole desire to find the best treatments—pharmaceutical or otherwise. This model fails to work if the underlying motive is profit.<\/p>\n<blockquote><p>Unfortunately, in our health care system, business trumps science every time.<\/p><\/blockquote>\n<p>In a recent report in the <em>Journal of the American Medical Association <\/em>French scientists reviewed over 600 studies published in the top medical journals during an entire year, and analyzed in detail 72 of those they considered to be of the highest quality. In their analysis they only included studies with the most respected and reliable design—the randomized controlled trial. The authors of this report did not just read the abstracts and conclusions of the studies they reviewed, but independently analyzed the raw data. Their findings call into question the reliability of the very scientific papers that doctors use to make decisions regarding treatment and that the press counts on to communicate the latest medical findings.<\/p>\n<p>They found that 40 percent of the articles misrepresented the data in the abstract or in the main text of the study. Furthermore they uncovered that in cases where studies had negative outcomes—in other words, the treatment studied DID NOT work—the scientists authoring the studies created a “spin” on the data that showed the treatments DID work. Here is their conclusion:<\/p>\n<p><em> <\/em><\/p>\n<p><em>“In this representative sample of RCT’s (randomized controlled trials) published<sup> <\/sup>in 2006 with statistically non-significant primary outcomes,<sup> <\/sup>the reporting and interpretation of findings was frequently<sup> <\/sup>inconsistent with the results.”<\/em><\/p>\n<p><em> <\/em><\/p>\n<p>In plain language, 40 percent of the studies we count on to make medical decisions are authored by scientists who act as “spin doctors” distorting medical research to suit personal needs or corporate economic interests. “Spin” can<sup> <\/sup>be defined as specific reporting that could distort the interpretation<sup> <\/sup>of results and mislead readers. If the conclusions in 40 percent of the papers published in medical journals are being spun toward independent interests, how can we consider the medicine we are practicing “evidence based?”<\/p>\n<p>Consider the example of the recent large and widely quoted JUPITER trial “proving” that Crestor (a statin or cholesterol-lowering drug) could prevent heart attacks in people with normal or low cholesterol.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20176986\">ii<\/a>) In this trial researchers twisted the data to suit the commercial sponsor of the study. An independent review of the JUPITER trial published in the <em>Archives of Internal Medicine<\/em> showed that it was deeply flawed and the actual data did NOT show any benefit for the prevention of <a href=\"https:\/\/drhyman.com\/blog\/conditions\/why-cholesterol-may-not-be-the-cause-of-heart-disease\/\">heart disease<\/a>.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20585068\">iii<\/a>) If this were an isolated incident, we could overlook it. Unfortunately, it’s a consistent pattern.<\/p>\n<p><strong>Medicine and Science for Sale<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>Marcia Angell, former editor-in-chief of the <em>New England Journal of Medicine<\/em> recently wrote a scathing analysis of the infiltration of Big Pharma into medical research, education, and drug policy.(<a href=\"http:\/\/bostonreview.net\/BR35.3\/angell.php\">iv<\/a>) Aside from the $30 billion a year spent on marketing pharmaceuticals to physicians (known as “continuing medical education”), Big Pharma has turned many academic researchers into hired hands. Thought leaders from academic medical centers are provided grants to do research “contracted for” by Pharma, and the research is often designed, executed, and ghostwritten by the funders. The conflict of interest statements of authors on research articles now often runs several pages long. These authors not only receive grants but sit on corporate advisory boards, receive large speaking fees, and enter into patent and royalty agreements with Pharma.<\/p>\n<p>Experts like these are also relied upon to create practice guidelines. These guidelines help physicians determine what medications to use and how to keep up with “best practices”. Yet the panels that develop these guidelines are full of scientists and physicians with financial ties to the industry or to the drugs being evaluated. For example, in a survey of 200 expert panels, one third of the panelists had a financial interest in the drugs they evaluated.<\/p>\n<p>Another example: In 2004, the National Institute of Health’s National Cholesterol Education Program, dramatically lowered the ideal “bad” or LDL cholesterol level. This led to guidelines that expanded the number of Americans who “should” take statin drugs from 13 million to 36 million.(<a href=\"http:\/\/www.ahrp.org\/cms\/index2.php?option=com_content&amp;do_pdf=1&amp;id=432\">v<\/a>) There was only one problem. Eight of the nine panel members who established these new guidelines had industry ties. An independent group of over 30 scientists in a letter to the National Institutes of Health publically opposed these recommendations.<\/p>\n<p>Even more recently, 95 of the 170 psychiatrists and contributors to the new manual for <a href=\"https:\/\/drhyman.com\/blog\/2012\/03\/01\/how-to-rewire-your-brain-to-end-food-cravings\/\">psychiatric illnesses<\/a> (DSM-V) were found to have financial ties to companies that make psychiatric drugs.<\/p>\n<p>Studies have also shown that practice guidelines from independent groups such as the American College of Cardiology are based on inadequate or questionable science.(<a href=\"http:\/\/jama.ama-assn.org\/cgi\/content\/abstract\/301\/8\/831\">vi<\/a>) It would appear that our evidence-based medicine isn’t based on very much evidence.<\/p>\n<p><strong>A Threat to Big Pharma: Comparative Effectiveness Research<\/strong><\/p>\n<p>A new model of research may help us sort out this messy collusion between science, government, and Big Pharma. Comparative effectiveness research takes existing treatments and compares them to determine which are the most effective. Unfortunately, fear mongering and lobbying by the pharmaceutical industry for “rationed care” convinced the Senate to leave a critical provision for funding comparative effectiveness research on the cutting room floor. Apparently, independent comparisons of medical therapies, including a comparison of new expensive drugs to older, proven, cheaper drugs was considered bad for business.<\/p>\n<p>This is all the more tragic given recent findings using this model of research. A large independent comparative effectiveness study conducted in July 2010 found older high blood pressure drugs such as water pills or diuretics to be more effective in reducing <a href=\"https:\/\/drhyman.com\/blog\/tag\/cholesterol\/\">heart attacks<\/a> and strokes at dramatically lower cost than “new and improved” blood pressure medication.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20520537\">vii<\/a>) Comparing pharmaceutical treatments to <a href=\"https:\/\/drhyman.com\/blog\/2010\/08\/25\/the-7-keys-to-ultrawellness-discover-why-you-are-sick-and-how-you-can-heal-2\/\">lifestyle or integrated approaches<\/a> to health is even more dangerous, lest we find that lifestyle treatment for heart disease and <a href=\"https:\/\/drhyman.com\/blog\/tag\/diabetes\/\">diabetes<\/a> which costs our health care system $750 billion a year works better and cost less than drugs and surgery and has good side effects such as improved quality of life. Unfortunately, in our health care system, business trumps science every time.<\/p>\n<p>Such confusion is not accidental but intentional. The more confusion about medication, the more Big Pharma sells. Propagating doubt is big business. These are the same kinds of techniques Big Tobacco used to great profit claiming that scientific links between smoking and cancer were “not proven.”<\/p>\n<p>Take the recent Avandia debacle. For 10 years Glaxo Smith Kline, based on their internal research, knew their blockbuster diabetes drug increased the risk of heart disease. But they hid the data. Even though it was legally required, they did not submit the data to the FDA or post it on their website. After legal action forced them to publish the data on a public website, independent scientists analyzed the data, showed it to be harmful, and reported their findings. Despite this the drug became the biggest selling diabetes drug with sales of over $3 billion a year through corporate lobbying at the FDA, medical deception, and intense pharmaceutical marketing.<\/p>\n<p>From 1999 to 2009, it is estimated there were over 47,000 unnecessary deaths from Avandia. 600,000 American still take it today. Glaxo Smith Kline was fined a few billion dollars for their deception—a fraction of their profit from the drug—and a small penalty to pay for the mass murder of almost 50,000 people. The Europeans have removed it from the market, but the FDA avoided clear action until this month. However, rather than take the drug off the market, which would have been the responsible thing to do, it is still allowed for limited indications and patients still on it may continue using it (if they haven’t had a heart attack yet and know the risks).(<a href=\"http:\/\/www.nejm.org\/doi\/full\/10.1056\/NEJMp1010788\">viii<\/a>) Would you want to take it? Would you want your mother or father to take it?<\/p>\n<p>Hiding evidence is only one tactic Pharma uses to illegally promote and profit from medication. Another is illegal marketing practices.<\/p>\n<p>Yet another Big Pharma company, Novartis was fined $422.5 million this week for criminal activities. They were illegally marketing their drugs to doctors. Drugs can only be marketed for the conditions for which they were approved. If a medication, such as Trileptal (one of six illegally marketed Novaritis drugs) is approved for seizures, it cannot be marketed for chronic pain. This is exactly what Novaritis and others do.<\/p>\n<p>This is not an oversight, a mistake or unintentional criminal activity on the part of drug companies, but a deliberate and focused strategy that feeds profits. Perhaps, they think of these criminal “fines” as part of their marketing budget. Novaritis earned nearly $10 billion per year for the drugs it marketed illegally. The $422.5 million fine is a small “marketing expense,” a slap on the wrist. They should be fined the entire amount they earned from the illegal marketing of those drugs. Or better yet, the company executives that approve these policies should serve jail time. If an individual knowingly harms or kills another human being, they are convicted and serve time. Pharma just pays a “fee” that is insignificant in the face of their total profits.<\/p>\n<p>Novartis is not alone. They are in good company. Here’s how much the top Big Pharma companies were fined for the exact same illegal practices for which most pleaded guilty.<\/p>\n<ul>\n<li>Pfizer: $2.3 billion<\/li>\n<li>Eli Lilly: $1.4 billion<\/li>\n<li>Allergan: $600 million<\/li>\n<li>AstraZeneca: $520 million<\/li>\n<li>Bristol Myers Squibb:$ 515 million<\/li>\n<li>Forest Laboratories: $313 million<\/li>\n<\/ul>\n<p><strong>Getting the Science Wrong: Misleading Media Reports<\/strong><\/p>\n<p>To get beyond this kind of industry deception, doctors and health care consumers need to be wary and read between the lines. In an era of sound bites and sensationalism, we do not receive intelligent and critical analysis, and most importantly a coherent synthesis of scientific research.<\/p>\n<p>The data in any one study is part of a scientific story of how the world works, and medical research is the story of biology. Each study must be evaluated in the context of what we know, existing data, and what makes sense from a biological perspective. We won’t always be right, but we can stop the ping-pong game of what’s good and what’s bad for you that facilitates the newest, not necessarily the best, treatment and provides fodder for journalistic sensationalism that fuels the 24\/7 news cycle.<\/p>\n<p>Often headlines are taken from the abstracts or summaries of research articles. Studies show that half the time, the abstracts don’t accurately represent the findings of the research. Even when the summary is correct, studies show that the media incorrectly reports the research findings or doesn’t place them in the historical context of other key research on the subject.(<a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19118299\">ix<\/a>) No wonder patients and doctors are confused.<\/p>\n<p>Business interests and the incestuous relationship between scientists and industry have corrupted the landscape of medical research. The media doesn’t do a good job of investigative journalism. But there are things you can to do change protect yourself.<\/p>\n<p><strong>How to Protect Yourself from the Spin Doctors<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p>1.      <strong>Follow the money:<\/strong> Be a detective and look up the articles mentioned in the news. Find the study, see who wrote it, and determine what financial conflicts of interest they have. Also check who funded the research.<\/p>\n<p>2.      <strong>Do your homework<\/strong>: Be suspicious of media reports of scientific findings. Does the finding make sense in the context of other studies and is it the best possible approach. Educate yourself by learning to use <a href=\"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/\">PUBMED<\/a> (the National Library of Medicine) and reviewing different perspectives.<\/p>\n<p>3.      <strong>Does it pass the “sniff test”<\/strong>: Is the treatment suggested just a “me-too” drug that has not been proven to be any better than existing treatments? Does it make sense to you or does something smell rotten? Trust your intuition.<\/p>\n<p>4.      <strong>Advocate for an arm’s length relationship<\/strong> between industry and academia. Write your Senators and Congressmen to develop new regulations and legislation that will build a fire-wall to protect us. Grants are fine, but Pharma should have no participation in study design and should not be allowed to interpret or publish results.<\/p>\n<p>5.      <strong>Demand a no-revolving door policy<\/strong> between industry and government regulators. Former drug companies executives should not be on FDA committees or involved in regulation or legislation.<\/p>\n<p><strong>6. <\/strong><strong>Advocate for comparative effectiveness research. <\/strong>Preventing this research allows Pharma not to play fair.<\/p>\n<p><strong>7. <\/strong><strong>Campaign for finance reform, <\/strong>if done effectively, can limit the influence of industry on government.<\/p>\n<p><strong> <\/strong><\/p>\n<p>Don’t let yourself be confused by poor reporting in the media. Learn to see through the collusion between Big Pharma and medicine by staying ahead of the medical spin doctors using these steps. For more information on the extant comparative effectiveness research between lifestyle medicine and pharmaceuticals see my <a href=\"https:\/\/drhyman.com\/blog\/category\/articles\/\">recent blog posts<\/a> on <a href=\"..\/\">drhyman.com<\/a>.<\/p>\n<p>To your good health,<\/p>\n<p>Mark Hyman, MD<\/p>\n<p><strong>References<\/strong><\/p>\n<p>(i) Boutron, I., Dutton, S., Ravaud, P., and D.G. Altman. 2010. Reporting and interpretation of randomized controlled trials with statistically nonsignificant results for primary outcomes. <em>JAMA.<\/em> 303(20): 2058–64.<\/p>\n<p>(ii) Mora, S., Glynn, R.J., Hsia, J., et al. 2010. Statins for the primary prevention of cardiovascular events in women with elevated high-sensitivity C-reactive protein or dyslipidemia: results from the Justification for the Use of Statins in Prevention: An Intervention Trial Evaluating Rosuvastatin (JUPITER) and meta-analysis of women from primary prevention trials. <em>Circulation.<\/em> (9):1069–77.<\/p>\n<p>(iii) de Lorgeril, M., Salen, P., Abramson, J., et al. 2010. Cholesterol lowering, cardiovascular diseases, and the rosuvastatin-JUPITER controversy: a critical reappraisal. <em>Arch Intern Med.<\/em> 170(12):1032–6. Review.<\/p>\n<p>(iv) <a href=\"http:\/\/bostonreview.net\/BR35.3\/angell.php\">http:\/\/bostonreview.net\/BR35.3\/angell.php<\/a><\/p>\n<p>(v) Abramson, J., and J.M. Wright. 2007. Are lipid-lowering guidelines evidence-based? <em>Lancet.<\/em> 369(9557):168–9.<\/p>\n<p>(vi) Tricoci, P., Allen, J.M., Kramer, J.M, et al. 2009. Scientific evidence underlying theACC\/AHA clinical practice guidelines. <em>JAMA<\/em>. 301(8):831–841.<\/p>\n<p>(vii) Einhorn, P.T., Davis, B.R., Wright, J.T. Jr., et al. 2010. ALLHAT Cooperative Research Group. ALLHAT: still providing correct answers after 7 years. <em>Curr Opin Cardiol.<\/em> 25(4):355–65.<\/p>\n<p>(viii) Woodcock, J., Sharfstein, J.M., and M. Hamburg, 2010. Regulatory action on Rosiglitazone by the U.S. Food and Drug Administration. <em>N Engl J Med<\/em>. 10.1056\/NEJMp1010788<\/p>\n<p>(ix) Dentzer S. 2009. Communicating medical news&#8211;pitfalls of health care journalism. <em>N Engl J Med.<\/em> 360(1):1–3.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A RECENT STUDY in the Journal of the American Medical Association found over 40 percent of the best designed, peer-reviewed scientific papers published in the world’s top medical journals misrepresented [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":11650,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[1644,1772,1654],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"A RECENT STUDY in the Journal of the American Medical Association found over 40 percent of the best designed, peer-reviewed scientific papers published in the world’s top medical journals misrepresented [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2010-10-01T19:20:43+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2014-10-19T04:20:31+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/10\/mark-thumbnail-side-300x294.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"300\" \/>\n\t<meta property=\"og:image:height\" content=\"294\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception\",\"datePublished\":\"2010-10-01T19:20:43+00:00\",\"dateModified\":\"2014-10-19T04:20:31+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\"},\"wordCount\":2648,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Cholesterol\",\"Pre-Diabetes\",\"Diabetes\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\",\"name\":\"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2010-10-01T19:20:43+00:00\",\"dateModified\":\"2014-10-19T04:20:31+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/","og_locale":"en_US","og_type":"article","og_title":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman","og_description":"A RECENT STUDY in the Journal of the American Medical Association found over 40 percent of the best designed, peer-reviewed scientific papers published in the world’s top medical journals misrepresented [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2010-10-01T19:20:43+00:00","article_modified_time":"2014-10-19T04:20:31+00:00","og_image":[{"width":"300","height":"294","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/10\/mark-thumbnail-side-300x294.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception","datePublished":"2010-10-01T19:20:43+00:00","dateModified":"2014-10-19T04:20:31+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/"},"wordCount":2648,"commentCount":0,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Cholesterol","Pre-Diabetes","Diabetes"],"articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/","url":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/","name":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2010-10-01T19:20:43+00:00","dateModified":"2014-10-19T04:20:31+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2010\/10\/01\/dangerous-spin-doctors-7-steps-to-protect-yourself-from-deception\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Dangerous Spin Doctors: 7 Steps to Protect Yourself from Deception"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2010\/10\/mark-thumbnail-side-300x294.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/2407"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=2407"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/2407\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/11650"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=2407"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=2407"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=2407"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}