{"id":28770,"date":"2018-04-09T13:58:15","date_gmt":"2018-04-09T17:58:15","guid":{"rendered":"https:\/\/drhyman.com\/?p=28770"},"modified":"2019-11-13T17:16:46","modified_gmt":"2019-11-13T22:16:46","slug":"our-food-system-an-invisible-form-of-oppression","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/","title":{"rendered":"Our Food System: An Invisible Form of Oppression"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">On April 4<\/span><span style=\"font-weight: 400;\">,<\/span><span style=\"font-weight: 400;\"> 2018, the 50<\/span><span style=\"font-weight: 400;\">th<\/span><span style=\"font-weight: 400;\"> anniversary of Martin Luther King Jr.’s death, I was honored to be asked to speak at Riverside Church in Harlem, the church where 51 years ago to the day MLK Jr. spoke out about the injustice of the Vietnam War. From that same pulpit, I gave a talk about the role of our food system and the food industry in deliberately subverting public health and targeting the poor and minorities. The day was focused on MLK Jr’s fight for civil rights and social justice for the minorities and poor. The harm of the food system, however, affects all of us. This is the transcript of the speech I gave on that auspicious night. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">As a doctor, I took an oath to do no harm. Today, I stand here because there is harm being done to millions and I must speak out. We know all too well the visible forms of racism in our society. We know the inequities in income and opportunity. We know the brutal violence and discrimination of the police. We know the shooting of black children. We know the name of Tamir Rice. We know the name of unarmed black men shot in the back. We know the name of Stephon Clark.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But we don’t know the names of millions of African Americans killed every year by an invisible form of racism, a silent and insidious injustice.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">This is an often-internalized force of racism and oppression that disproportionately affects the poor and African American communities. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We do know that 1.3% of all deaths are caused by gun violence.  And it is real and tragic and needs to end.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But we may not know that 70% of deaths are caused by chronic disease—mostly the result of our toxic food system.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">More African Americans are killed by bad food than anything else.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The science is clear—our processed, sugary, starchy diet is the single biggest cause of disease and death—type 2 diabetes, obesity, heart disease, stroke, high blood pressure, cancer, and even dementia.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Our food system is the deadliest weapon used against the poor and minorities— keeping them poor, sick and fat, hijacking their brains and biology. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We are told that it is our personal choice, that being fat results from eating too much and not exercising enough. That blames the victim—the subliminal message is that it’s your fault you are fat and sick.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We may think that what we eat is a personal choice that is rooted in our cultural heritage and family customs. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">But we know that the food industry designs our food to be addictive, that they hire craving experts who work in taste institutes to design what they call the bliss point of food—all with the purpose of creating heavy users. These are their internal corporate terms.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">What if I told you that the food industry specifically targets the poor and minorities? <\/span><\/p>\n<p><span style=\"font-weight: 400;\">It is easy to get someone who is already drinking a 20-ounce soda to buy a 2 liter bottle of soda.<\/span><\/p>\n<p><a href=\"https:\/\/www.ucsf.edu\/news\/2013\/05\/106361\/minority-children-drink-more-sugary-fruit-juice-their-white-peers\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">Research shows that African American kids<\/span><\/a><span style=\"font-weight: 400;\"> drink twice as much soda as white kids.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">What if I told you that sugar and processed foods were more addictive than cocaine, that the food industry has hijacked our brain chemistry, our taste buds, our metabolism, our bodies and our minds?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">When our foods are biologically addictive the notion of <\/span><a href=\"https:\/\/www.healthaffairs.org\/doi\/abs\/10.1377\/hlthaff.2009.0739\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">personal choice is a fiction<\/span><\/a><span style=\"font-weight: 400;\">. It blames the victims for their choices.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">How can we take care of our communities, when 23 million Americans live in food deserts? Where the only food available is processed junk from convenience stores, fast food outlets, and the closest grocery store is more than a mile away. And where it’s hard to find fresh fruits and vegetables or healthy food.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But the problem isn’t only food deserts. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">It is food swamps—communities filled with fast food chains and bodegas plying highly processed addictive foods. They sell gallon cups of soda, and other sugar-loaded beverages, and there are fast-food chains peddling burgers, fries, and fried chicken on almost every street corner.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We know that your zip code is more important than your genetic code in determining your risk of disease and death. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We also know that our food system is the #1 cause of <\/span><a href=\"http:\/\/www.drawdown.org\/\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">climate change<\/span><\/a><span style=\"font-weight: 400;\">.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">And what about our kids?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Forty percent of them are overweight. We now see 3 year olds with type 2 diabetes—which we used to call adult onset diabetes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We are told that kids’ behavior problems results from bad parenting.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">The research shows that African Americans are far less likely to graduate from high school or go to college.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But if our children go to school with a breakfast of Coke or colored sugar water and Doritos or Flaming Hot chips how can we expect them to focus or pay attention? <\/span><\/p>\n<p><span style=\"font-weight: 400;\">These are not foods. They are food-like substances with no nutritional benefit. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">This diet creates an <\/span><a href=\"https:\/\/onlinelibrary.wiley.com\/doi\/full\/10.1111\/j.1746-1561.2011.00640.x\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">“achievement gap”<\/span><\/a><span style=\"font-weight: 400;\"> because kids are too sick to learn—and affects far more kids of color than any other group. These kids are less likely to go to college, earn good incomes, and more likely to get sick and die young.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">One in 10 of our kids are on ADD medication. And the science shows the junk our kids eat is a big part of the cause.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The food industry spends $10 billion on <\/span><a href=\"https:\/\/www.momsrising.org\/blog\/junk-food-marketing-to-kids-four-facts-that-will-blow-your-mind\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">marketing junk food to our kids<\/span><\/a><span style=\"font-weight: 400;\"> every year. The average kid sees over 6,000 ads for junk food and soda on TV and even more through social media.  And <\/span><a href=\"https:\/\/www.washingtonpost.com\/news\/wonk\/wp\/2016\/12\/15\/study-black-children-are-exposed-to-junk-food-ads-way-more-than-white-kids-are\/?utm_term=.3ddea5578ebf\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">minorities<\/span><\/a><span style=\"font-weight: 400;\"> and <\/span><a href=\"https:\/\/www.nbcnews.com\/health\/kids-health\/black-hispanic-kids-targeted-ads-soda-high-calorie-foods-n407876\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">African American kids are targeted <\/span><\/a><span style=\"font-weight: 400;\">more aggressively. These companies are junk food pushers.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Do you really think it was a coincidence that Paula Abdul and all the judges on American Idol had a 24 -ounce container of Coke in front of them at every show?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Top sports stars receive tens of millions of dollars from soda and fast food giants to promote their products to our children who idolize them.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Yet it doesn’t have to be that way.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Charter schools in the poorest most disadvantaged communities of color who feed the kids two to three healthy meals a day find that the kids are more likely to go to college than go to jail.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">And we incarcerate African Americans at five times the rate of white Americans. Much of that is the result of racial targeting by the police and judicial system.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">But it could be that much violent crime is also the result of our diet that robs us of our minds, affects our thinking, judgement, and ability to make good choices.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">You may think that’s too far-fetched. But <\/span><a href=\"http:\/\/science.sciencemag.org\/content\/325\/5948\/1614.full?sid=f17a8d10-851c-4e03-96c0-3f11e729bbe8\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">studies <\/span><\/a><span style=\"font-weight: 400;\">have shown <\/span><a href=\"https:\/\/www.theguardian.com\/society\/2008\/jan\/29\/prisonsandprobation.foodanddrink\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">feeding violent prisoners healthy diets <\/span><\/a><span style=\"font-weight: 400;\">in prisons can reduce crime by 56%. When adding a multivitamin—because they’re all so nutritionally deficient—violent crime goes down by 80%. <\/span><span style=\"font-weight: 400;\">We know that the task of ending mass incarceration and the New Jim Crow is complex and urgent.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We know that the task of building a just food system is also complex and urgent. We have to build a new food system together. Part of this task is listening to the voices of those directly affected by our toxic food system.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">I once received a letter from a prison, from a murderer who changed his diet in prison and realized that his whole life of eating junk had made him violent and eating real food transformed him into a different person.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The food industry employs nefarious tactics to prevent change. They buy friends, silence critics, and sweeten their profits.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">I was part of a documentary called <\/span><i><span style=\"font-weight: 400;\">Fed Up<\/span><\/i><span style=\"font-weight: 400;\">—a movie about how our food system makes us sick and fat with addictive sugary, starchy products. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">I met with Bernice King, Martin Luther King Jr.&#8217;s daughter, and she explained to me to that non-violence also includes non-violence to ourselves. She was excited about showing <\/span><i><span style=\"font-weight: 400;\">Fed Up<\/span><\/i><span style=\"font-weight: 400;\"> at the King Center in Atlanta.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">But a few days later I got a call that the we couldn’t show the film. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Why I asked?  The answer: Coca-Cola funds the King Center.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The Dean of Spelman College in Atlanta told me that 50% of the entering class of African American freshman women had a chronic disease—type 2 diabetes, hypertension, or obesity. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">I asked her why there were Coke machines and fountains all over campus. Coca-Cola is one of the biggest donors to the college.<\/span><\/p>\n<p><a href=\"https:\/\/www.huffingtonpost.com\/nancy-huehnergarth\/minorities-soda-lobby_b_2541121.html\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"font-weight: 400;\">The NAACP has received $2.1 million dollars from Coca-Cola alone since 1986. Coca-Cola also funded the Hispanic Federation. <\/span><\/a><\/p>\n<p><span style=\"font-weight: 400;\">Is it any surprise the NAACP and Hispanic groups oppose a soda tax?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We cannot stand for this.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Martin Luther King Jr. once said, “Our lives begin to end the day we become silent about things that matter.”  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We can no longer be silent about this.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">If you are African American you are 80% more likely to be diagnosed with type 2 diabetes, over 4 times as likely to have kidney failure, and 3.5 times as likely to suffer amputations as whites. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Yet we remain silent about the role of the food system killing millions of Americans. They tell us it is all personal choice.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Nonsense. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Big food corrupts public health and advocacy groups. They fund hunger groups like the Food Research and Action Center and Feeding America. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">These hunger groups strongly oppose limiting the use of food stamps or SNAP to buy soda, despite the fact the single biggest item of our food stamp bill (over $7 billion a year) is soda, or 20 billion servings a year to the poor.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Soda and sugar-sweetened beverages are the single biggest cause of obesity and type 2 diabetes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Our bodies, our health, our children, our communities have been taken from us. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">It is time we take them back.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">It is time we say no to big food and institutionalized food injustice that is causing this slow-motion genocide. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">It is time to free ourselves from corporate interests that privatize the profits and socialize the costs of their products.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Taking back our food and our food system is a revolutionary act.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">There are things we can’t change as individuals. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">But we all eat. We vote three times a day with our fork.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The single biggest political act and the single biggest act of self-love, of rebuilding our communities, is to choose real food. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">So, what is real food? It’s pretty simple.   <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Next time you pick up something to eat, ask yourself this question: Did God make this or did man make this?  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Did God make Doritos or a Coke? No. Did God make an egg or broccoli? Yes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">We can teach our kids and teach ourselves how to choose and eat food that brings life not death. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Big Food would have you believe that it is expensive, that it is difficult, that it takes too much time.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Don’t believe them. It is not true.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We need to educate our kids, ourselves, and our communities. We have to do this together. In fact, we can only do this together.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Black lives matter. Yes. And black health matters, too!<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The harm done by the global food industry affects nearly all humans on the planet in some way.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">This must stop. We can stop it with our fork, the most powerful weapon we have to change our health, our communities, our economy and the health the of the planet.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Wishing you health and happiness, <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Mark Hyman, MD <\/span><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On April 4, 2018, the 50th anniversary of Martin Luther King Jr.’s death, I was honored to be asked to speak at Riverside Church in Harlem, the church where 51 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":28771,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[758],"tags":[1734,2174],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"On April 4, 2018, the 50th anniversary of Martin Luther King Jr.’s death, I was honored to be asked to speak at Riverside Church in Harlem, the church where 51 [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2018-04-09T17:58:15+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-11-13T22:16:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2018\/04\/Newsletterimage-4.9.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"590\" \/>\n\t<meta property=\"og:image:height\" content=\"335\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Our Food System: An Invisible Form of Oppression\",\"datePublished\":\"2018-04-09T17:58:15+00:00\",\"dateModified\":\"2019-11-13T22:16:46+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\"},\"wordCount\":1893,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Social Issues\",\"Health Conditions\"],\"articleSection\":[\"Videos\"],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\",\"name\":\"Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2018-04-09T17:58:15+00:00\",\"dateModified\":\"2019-11-13T22:16:46+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Our Food System: An Invisible Form of Oppression\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/","og_locale":"en_US","og_type":"article","og_title":"Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman","og_description":"On April 4, 2018, the 50th anniversary of Martin Luther King Jr.’s death, I was honored to be asked to speak at Riverside Church in Harlem, the church where 51 [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2018-04-09T17:58:15+00:00","article_modified_time":"2019-11-13T22:16:46+00:00","og_image":[{"width":590,"height":335,"url":"https:\/\/drhyman.com\/wp-content\/uploads\/2018\/04\/Newsletterimage-4.9.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Our Food System: An Invisible Form of Oppression","datePublished":"2018-04-09T17:58:15+00:00","dateModified":"2019-11-13T22:16:46+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/"},"wordCount":1893,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Social Issues","Health Conditions"],"articleSection":["Videos"],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/","url":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/","name":"Our Food System: An Invisible Form of Oppression - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2018-04-09T17:58:15+00:00","dateModified":"2019-11-13T22:16:46+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2018\/04\/09\/our-food-system-an-invisible-form-of-oppression\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Our Food System: An Invisible Form of Oppression"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2018\/04\/Newsletterimage-4.9.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/28770"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=28770"}],"version-history":[{"count":0,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/28770\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/28771"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=28770"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=28770"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=28770"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}