{"id":3459,"date":"2011-01-04T19:13:28","date_gmt":"2011-01-04T19:13:28","guid":{"rendered":"https:\/\/drhyman.com\/?p=3459"},"modified":"2019-12-17T20:11:37","modified_gmt":"2019-12-18T01:11:37","slug":"give-the-gift-of-health-a-message-from-dr-hyman","status":"publish","type":"post","link":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/","title":{"rendered":"Give the Gift of Health: A Message from Dr. Hyman"},"content":{"rendered":"<p>AS I WELCOME IN THE NEW YEAR at home with my family, I thought I’d take a moment to send everyone my heartfelt thanks for your support and enthusiasm for my work and that of my colleagues at <em>The UltraWellness Center<\/em>.<\/p>\n<p>While there are many blessings to count, I know that there are many who suffer needlessly from complications associated with chronic illness. In every family, in every circle of friends, there is suffering because one in two Americans is inflicted by one or more chronic illness.<\/p>\n<p>We have all heard the statistics about our health care crisis, but what drives me to work so hard is the need to transition current health care delivery systems to one that addresses the root causes of these diseases.<\/p>\n<p>Many of you, who are familiar with my writings, teachings and practice, know that we ALREADY have the solution to end so much suffering. This solution, called <a href=\"..\/about\/about-functional-medicine\/\">functional medicine<\/a><strong><\/strong>, utilizes a road map for diagnosing and treating disease.<\/p>\n<p>This level of care is not yet the norm; however, as Chairman of <em>The Institute for Functional Medicine<\/em>, I am committed to training the next generation of doctors and retraining today’s practitioners to apply this model in their practices.<\/p>\n<p>I recently gave a talk at <a href=\"https:\/\/www.youtube.com\/watch?v=ZAhu6oa_2Ss\">TEDMED<\/a> that explains this new way of treating the underlying causes of disease based on the emerging science of systems medicine.<\/p>\n<p>I encourage you to watch it, share it with friends and family, and post it on your Facebook page or Tweet about it. I also encourage you to forward and share this email with your friends and family. The best thing you can do for those you love and care about is give them the gift of health and the gift of hope. And help me create a grassroots movement to transform health care.<\/p>\n<p>Many of you are patients of ours, and you know that we have dedicated ourselves to this ground-breaking delivery of personalized medicine. You are familiar with our <a href=\"https:\/\/www.ultrawellnesscenter.com\/about\/the-ultrawellness-center-staff\/\">extraordinary staff<\/a>, our dedication to your well being and our treatment plans that enable you to feel better than you ever thought you could.<\/p>\n<p><strong>For you, I thank you for your faith in us, and I invite you to explore our <\/strong><a href=\"https:\/\/www.ultrawellnesscenter.com\/\"><strong>updated <\/strong><strong>practice website<\/strong><\/a><strong>, continue reading our <\/strong><a href=\"..\/topic\/articles\/\"><strong>newsletters and blogs<\/strong><\/a><strong>, and call us if you feel you need a tune-up or additional support.<\/strong><\/p>\n<p><strong>For those who haven’t been to our practice<\/strong>, let me tell you a bit about us. At <em><a href=\"https:\/\/www.ultrawellnesscenter.com\/\">The UltraWellness Center<\/a><\/em>, we have built a center of excellence for functional medicine by assembling an incredible team of physicians, nutritionists, nurses, and support staff who are dedicated to your care. This team provides coordinated care by connecting the dots, thereby treating the system and not just the symptom.<\/p>\n<p><strong>What We Treat<\/strong><\/p>\n<p>Here are the kinds of issues we can help significantly through the use of functional medicine:<\/p>\n<ul>\n<li>Acne<\/li>\n<li>Alzheimer’s disease and dementia<\/li>\n<li>Arthritis<\/li>\n<li>Asthma<\/li>\n<li>Autism Spectrum Disorder, ADD, ADHD<\/li>\n<li>Autoimmune diseases including lupus and rheumatoid arthritis<\/li>\n<li>Cancer prevention and treatment support<\/li>\n<li>Chronic fatigue<\/li>\n<li>Chronic sinusitis<\/li>\n<li>Depression and anxiety<\/li>\n<li>Detoxification and healing<\/li>\n<li>Diabetes<\/li>\n<li>Digestive disorders (colitis, Crohns’, irritable bowel and reflux)<\/li>\n<li>Eczema\/psoriasis<\/li>\n<li>Elevated cholesterol<\/li>\n<li>Environmental and food allergies<\/li>\n<li>Fatigue<\/li>\n<li>Female disorders (PMS, menopause, infertility, PCOS)<\/li>\n<li>Fibromyalgia<\/li>\n<li>Healthy aging<\/li>\n<li>Healthy weight and metabolism<\/li>\n<li>Heart health, including heart disease and high blood pressure<\/li>\n<li>Interstitial cystitis<\/li>\n<li>Mercury and heavy metal toxicity<\/li>\n<li>Metabolic syndrome, pre-diabetes, insulin resistance<\/li>\n<li>Migraines and headaches<\/li>\n<li>MS (Multiple sclerosis)<\/li>\n<li>Orthopedic problems and chronic pain<\/li>\n<li>Osteoporosis<\/li>\n<li>Parkinson’s disease<\/li>\n<li>Restless leg syndrome<\/li>\n<li>Sleep\/insomnia<\/li>\n<li>Thyroid and adrenal disorders<\/li>\n<li>And any chronic health problem!<\/li>\n<\/ul>\n<p><strong>Our <\/strong><a href=\"https:\/\/www.ultrawellnesscenter.com\/about\/the-ultrawellness-center-staff\/\"><strong>Team<\/strong><\/a><strong> at <em>The UltraWellness Center<\/em>: <\/strong><\/p>\n<p>At <em>The UltraWellness Center<\/em> we work as a team. Our practice started with just one doctor <a href=\"\/about\">(me)<\/a>, one nurse, and one nutritionist. Now there are four doctors, three nutritionists, and two nurses with extensive training and experience in functional medicine. They function as a support team working together to coach and guide people on the journey back to health.<\/p>\n<p>I want to share my personal experience of this remarkable group of people, and talk about their passion and commitment to helping bring about the healing principles of functional medicine to our patients. Each are leaders and accomplished in their own right.<\/p>\n<p><strong>Our Doctors<\/strong><\/p>\n<p><strong>ELIZABETH BOHAM, MD, RD<\/strong> has the pedigree that all doctors should have&#8211;trained in nutrition at Cornell and Columbia, a dietician first who then became a family doctor, then joined me at Canyon Ranch and then at <em>The UltraWellness Center<\/em>. She has emerged from her own journey with breast cancer over 10 years ago wiser and smarter and brings her shining intelligence and compassionate heart to every moment and every patient. She is, in fact, my children’s doctor. She has helped develop the nutrition curriculum for the <em>Institute of Functional Medicine<\/em> and is working on her own book on breast cancer and another on heart disease.<\/p>\n<p><strong>TODD R. LePINE, MD <\/strong>is another gift to our practice with his warm heart, incisive mind and 15 years of experience and exploration of functional medicine. He went to Dartmouth Medical School, is board certified in Internal Medicine, and also worked with Dr. Boham and myself at Canyon Ranch for many years and now teaches physicians all over the country how to practice functional medicine.<\/p>\n<p><strong>PIER BOUTIN, MD<\/strong> has been one of the most accomplished and respected orthopedic surgeons in every community she has worked in including starting the first 5 operating rooms in Haiti after the earthquake where she was featured on <a href=\"http:\/\/www.cbsnews.com\/video\/watch\/?id=6108550n&amp;tag=contentMain;cbsCarousel\">60 minutes. <\/a>She was the first woman orthopedic surgeon board certified in total joint replacement (which we don’t do at <em>The UltraWellness Center<\/em>) and sports medicine. She is an extraordinary addition to our staff helping our patients address chronic pain, injuries and orthopedic problems through the emerging field of Integrative and Functional Orthopedics. Dr. Boutin offers an approach to healing through lifestyle change, physical therapy, exercise, and in some cases, growth factor regenerative cell therapy injections, rather than surgical intervention. Cell therapy injections to the joints and tendons can improve osteoarthritis, sports and trauma injuries including tendonitis, bursitis and low-back pain. She also happens to be my wife.<\/p>\n<p><strong>Our Nutritionists<\/strong><\/p>\n<p><strong>MAGGIE WARD, MS, RD, LDN<\/strong> is our Nutrition Director. She has a Master’s degree in Nutrition from Bastyr University which places a whole foods, holistic approach on nutrition therapy. She also has extensive clinical training through the <em>Institute for Functional Medicine<\/em>. But more importantly she tirelessly and patiently supports our patients to transform their nutrition to support health, providing advice, menus, comprehensive plans, and consistent support and encouragement. She leads our team of experienced nutritionists who are critical to the healing of our patients.<\/p>\n<p><strong>KATHIE SWIFT, MS, RD, LDN,<\/strong> is a Registered Dietitian and Licensed Nutritionist and holds a Master’s degree in Food and Nutrition from Arizona State University. Before joining me at <em>The UltraWellness Center<\/em> in 2005, Kathie spearheaded the functional medicine program at Canyon Ranch in Lenox, MA, where she served as Nutrition Director for 10 years and worked with me closely, teaching me much about food and nutrition. But more importantly she is a leader in her field, recently creating a program for Dietitians in Functional and Integrative Medicine within the conservative <em>American Dietetic Association<\/em>. She has led the <em>Food as Medicine<\/em> program at the <em>Center for Mind Body Medicine<\/em> which has trained thousands of health professionals and is an active member of the <em>Nutrition Advisory Board<\/em> at the <em>Institute for Functional Medicine<\/em>. She is an extraordinary health care professional, guiding, coaching, encouraging and challenging our patients toward robust health.<\/p>\n<p><strong>DEBORAH PHILLIPS, MS, LDN, CHES<\/strong> is a licensed dietetic nutritionist and certified health education specialist. She holds a Bachelor’s degree in Nutrition from Cornell University and a Master’s degree from Russell Sage College. Deb has additional training in functional and integrative medicine through the <em>Institute for Functional Medicine<\/em>. She joined <em>The UltraWellness Center<\/em> in 2007. Deb is committed to each of our patients and brings the full force of her mind, heart and experience to each encounter. Whether it is making small adjustments in just the right spot for people, or coaching them each week toward health, Deb is an essential team member.<\/p>\n<p><strong>Words from our patients<\/strong><\/p>\n<p>It is so satisfying to hear our patients share their stories. I have told their stories in many places, including my weekly blog on <em>Huffington Post<\/em>. But I thought I would share a few in their own words:<\/p>\n<p>From Barbara:<\/p>\n<p><em>Dr. Hyman and Kelly saved my life. I can&#8217;t say enough good things about the work all of you are doing, especially for hard-to-diagnosis, hard-to-treat mold patients like myself. My progress has been nothing short of a miracle. Thanks to everyone.<\/em><\/p>\n<p>From Bonnie:<\/p>\n<p><em>Twenty-five years ago I was diagnosed with Interstitial Cystitis….. It is systemic and has given me a lot of difficulty. It causes internal damage due to inflammation and adhesions. I have not worked in years due to pain and infections and was on high doses of narcotics to even function at home. After some severe issues with my gut not working and coming close to not making it, I went to Lenox. I saw Dr, Boham and for the first time I felt that someone really understood what was wrong (my body wasn&#8217;t processing or absorbing food) and what to do about it. Between Dr. Boham, Deb Phillips—my nutritionist—and the nurses and staff who answered countless emails when I needed help and steered me in the right direction I was able to cut my pain medicine by half and was starting to feel better after 3 weeks on the UltraSimple diet. I have now been on the diet for 2 ½ months and have almost no pain. I am feeling a LOT better. I am truly grateful for the help I am receiving and the way they practice medicine, as they are the first who know how to get to the cause of the problem.<\/em><\/p>\n<p>From “L” who had type 2 diabetes, high blood pressure, rheumatoid arthritis, allergies, chronic sinusitis, irritable bowel and reflux:<\/p>\n<p><em>I spoke with L today and she is feeling super. She says she feels so good it is almost eerie. She was 174 lbs when she came a year ago and now weighs 143 lbs, she is down to just 2 mg of Prednisone and off all her other medication. She is playing golf and riding bikes which she could never do before. She feels thankful for everything that Dr. Hyman, Kelly and Maggie have done for her and wanted everyone to know how happy she is. <\/em><\/p>\n<p><strong>How Can We Help You?<\/strong><\/p>\n<p>For our patients, we encourage you to share your story and the gift of health with those you love and care about.<\/p>\n<p>For those who are not patients, we encourage you to explore <a href=\"https:\/\/www.ultrawellnesscenter.com\/becoming-a-patient\/\">becoming a patient<\/a> at <em><a href=\"https:\/\/www.ultrawellnesscenter.com\/\">The UltraWellness Center<\/a><\/em>.<\/p>\n<p>Through our comprehensive study of your system, we are able to treat many problems – from common to rare – that are poorly dealt with through conventional approaches.<\/p>\n<p>We invite you to call our patient care coordinators to learn more about how you can give the gift of health&#8211;not only to yourself but also to family members, friends or co-workers who suffer, and can’t find answers. Sometimes the best gift of all is the gift of knowledge…so please feel free to forward this email to someone you care about.<\/p>\n<p><strong>Final Words …<\/strong><\/p>\n<p>If there&#8217;s one thing I want at the end of the day, it&#8217;s for all of us to feel great and live as healthfully and happily as we can. For those battling chronic diseases and illnesses, functional medicine can help get you to that place. To begin that journey yourself, watch the <a href=\"https:\/\/www.youtube.com\/watch?v=ZAhu6oa_2Ss\">video<\/a> I mentioned before which explains the principles of functional medicine.<\/p>\n<p>I think you&#8217;ll come away with a good understanding of how functional medicine can help you feel better. Once you have watched the video, consider <a href=\"https:\/\/www.ultrawellnesscenter.com\/becoming-a-patient\/\">becoming a patient<\/a> at <em><a href=\"https:\/\/www.ultrawellnesscenter.com\/\">The UltraWellness Center<\/a><\/em>.<\/p>\n<p>If you are healthy and want to help spread the word about functional medicine, please share this email with your friends and family. Post it on Facebook to help spread the word about how functional medicine is a new and different way of addressing chronic illness&#8211;one that allows us to treat the root cause of health problems.<\/p>\n<p>I hope you take advantage of this science to better your health, the health of your loved ones, and the health of our world.<\/p>\n<p>Wishing you the best of health and happiness this holiday season.<\/p>\n<p>Mark Hyman, MD and the team at <em>The UltraWellness Center<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>AS I WELCOME IN THE NEW YEAR at home with my family, I thought I’d take a moment to send everyone my heartfelt thanks for your support and enthusiasm for [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":10516,"comment_status":"open","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[128],"tags":[358],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v20.2.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman\" \/>\n<meta property=\"og:description\" content=\"AS I WELCOME IN THE NEW YEAR at home with my family, I thought I’d take a moment to send everyone my heartfelt thanks for your support and enthusiasm for [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\" \/>\n<meta property=\"og:site_name\" content=\"Dr. Mark Hyman\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/drmarkhyman\" \/>\n<meta property=\"article:published_time\" content=\"2011-01-04T19:13:28+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2019-12-18T01:11:37+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/01\/center-staff-cropped-hyman.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"640\" \/>\n\t<meta property=\"og:image:height\" content=\"463\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"author\" content=\"Mark Hyman, MD\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Mark Hyman, MD\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Article\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\"},\"author\":{\"name\":\"Mark Hyman, MD\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\"},\"headline\":\"Give the Gift of Health: A Message from Dr. Hyman\",\"datePublished\":\"2011-01-04T19:13:28+00:00\",\"dateModified\":\"2019-12-18T01:11:37+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\"},\"wordCount\":2096,\"commentCount\":0,\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"keywords\":[\"Functional Medicine\"],\"articleSection\":[\"Articles\"],\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"CommentAction\",\"name\":\"Comment\",\"target\":[\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#respond\"]}]},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\",\"url\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\",\"name\":\"Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman\",\"isPartOf\":{\"@id\":\"https:\/\/drhyman.com\/#website\"},\"datePublished\":\"2011-01-04T19:13:28+00:00\",\"dateModified\":\"2019-12-18T01:11:37+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/drhyman.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Give the Gift of Health: A Message from Dr. Hyman\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/drhyman.com\/#website\",\"url\":\"https:\/\/drhyman.com\/\",\"name\":\"Dr. Mark Hyman\",\"description\":\"Physician | Advocate | Educator\",\"publisher\":{\"@id\":\"https:\/\/drhyman.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/drhyman.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/drhyman.com\/#organization\",\"name\":\"Dr. Mark Hyman\",\"url\":\"https:\/\/drhyman.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg\",\"width\":178,\"height\":23,\"caption\":\"Dr. Mark Hyman\"},\"image\":{\"@id\":\"https:\/\/drhyman.com\/#\/schema\/logo\/image\/\"}},{\"@type\":\"Person\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9\",\"name\":\"Mark Hyman, MD\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/drhyman.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"contentUrl\":\"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg\",\"caption\":\"Mark Hyman, MD\"},\"description\":\"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.\",\"sameAs\":[\"https:\/\/drhyman.com\/about\",\"https:\/\/www.facebook.com\/drmarkhyman\",\"https:\/\/www.instagram.com\/drmarkhyman\/\",\"https:\/\/www.pinterest.com\/markhymanmd\/\",\"https:\/\/twitter.com\/drmarkhyman\",\"https:\/\/www.youtube.com\/user\/ultrawellness\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/","og_locale":"en_US","og_type":"article","og_title":"Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman","og_description":"AS I WELCOME IN THE NEW YEAR at home with my family, I thought I’d take a moment to send everyone my heartfelt thanks for your support and enthusiasm for [&hellip;]","og_url":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/","og_site_name":"Dr. Mark Hyman","article_author":"https:\/\/www.facebook.com\/drmarkhyman","article_published_time":"2011-01-04T19:13:28+00:00","article_modified_time":"2019-12-18T01:11:37+00:00","og_image":[{"width":"640","height":"463","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/01\/center-staff-cropped-hyman.jpg","type":"image\/jpeg"}],"author":"Mark Hyman, MD","twitter_misc":{"Written by":"Mark Hyman, MD","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Article","@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#article","isPartOf":{"@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/"},"author":{"name":"Mark Hyman, MD","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9"},"headline":"Give the Gift of Health: A Message from Dr. Hyman","datePublished":"2011-01-04T19:13:28+00:00","dateModified":"2019-12-18T01:11:37+00:00","mainEntityOfPage":{"@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/"},"wordCount":2096,"commentCount":0,"publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"keywords":["Functional Medicine"],"articleSection":["Articles"],"inLanguage":"en-US","potentialAction":[{"@type":"CommentAction","name":"Comment","target":["https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#respond"]}]},{"@type":"WebPage","@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/","url":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/","name":"Give the Gift of Health: A Message from Dr. Hyman - Dr. Mark Hyman","isPartOf":{"@id":"https:\/\/drhyman.com\/#website"},"datePublished":"2011-01-04T19:13:28+00:00","dateModified":"2019-12-18T01:11:37+00:00","breadcrumb":{"@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/drhyman.com\/blog\/2011\/01\/04\/give-the-gift-of-health-a-message-from-dr-hyman\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/drhyman.com\/"},{"@type":"ListItem","position":2,"name":"Give the Gift of Health: A Message from Dr. Hyman"}]},{"@type":"WebSite","@id":"https:\/\/drhyman.com\/#website","url":"https:\/\/drhyman.com\/","name":"Dr. Mark Hyman","description":"Physician | Advocate | Educator","publisher":{"@id":"https:\/\/drhyman.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/drhyman.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/drhyman.com\/#organization","name":"Dr. Mark Hyman","url":"https:\/\/drhyman.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/05\/drhyman-logo.svg","width":178,"height":23,"caption":"Dr. Mark Hyman"},"image":{"@id":"https:\/\/drhyman.com\/#\/schema\/logo\/image\/"}},{"@type":"Person","@id":"https:\/\/drhyman.com\/#\/schema\/person\/4e6b7684204ca513f0105912733addc9","name":"Mark Hyman, MD","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/drhyman.com\/#\/schema\/person\/image\/","url":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","contentUrl":"https:\/\/drhyman.com\/wp-content\/uploads\/2019\/12\/Drhyman-150x150.jpg","caption":"Mark Hyman, MD"},"description":"Mark Hyman, MD is the Founder and Director of The UltraWellness Center, the Head of Strategy and Innovation of Cleveland Clinic's Center for Functional Medicine, and a 13-time New York Times Bestselling author. If you are looking for personalized medical support, we highly recommend contacting Dr. Hyman’s UltraWellness Center in Lenox, Massachusetts today.","sameAs":["https:\/\/drhyman.com\/about","https:\/\/www.facebook.com\/drmarkhyman","https:\/\/www.instagram.com\/drmarkhyman\/","https:\/\/www.pinterest.com\/markhymanmd\/","https:\/\/twitter.com\/drmarkhyman","https:\/\/www.youtube.com\/user\/ultrawellness"]}]}},"jetpack_featured_media_url":"https:\/\/drhyman.com\/wp-content\/uploads\/2011\/01\/center-staff-cropped-hyman.jpg","_links":{"self":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/3459"}],"collection":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/comments?post=3459"}],"version-history":[{"count":2,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/3459\/revisions"}],"predecessor-version":[{"id":35052,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/posts\/3459\/revisions\/35052"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media\/10516"}],"wp:attachment":[{"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/media?parent=3459"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/categories?post=3459"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/drhyman.com\/wp-json\/wp\/v2\/tags?post=3459"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}